[
  {
    "date": "2022-01-01T00:00:00Z",
    "header": "Uudenvuodenpäivä – Jeesuksen nimessä\nPs. 8:2–10 • 4. Moos. 6:22–27 • Ap. t. 4:8–12 • Luuk. 2:21 • Ps. 92",
    "text": "Vaikka veljesi, oman äitisi poika, sinun oma poikasi tai tyttäresi, vaimosi, jota rakastat, tai paras ystäväsi salaa houkuttelisi sinua palvelemaan vieraita jumalia, joita sinä ja sinun esi-isäsi ette ole entuudestaan tunteneet, älä suostu hänen ehdotukseensa. 5. Moos. 13:7, 9\n\nJeesus sanoo: Se, joka tekee Jumalan tahdon, on minun veljeni ja sisareni ja äitini. Mark. 3:35\n\nOi nimi kaikkein suloisin, mainittu ihmiskielin, kiitetty kielin tuhansin ja palavaisin mielin. Oi Jeesus Kristus, kuinka me nyt edessäsi voisimme kylliksi kumartua! 40:1"
  },
  {
    "date": "2022-01-02T00:00:00Z",
    "header": "1. sunnuntai joulusta – Herran huoneessa\nPs. 84:2–5, 11–12 • 1. Kun. 8:20, 27–30 • Hepr. 3:1–6 tai Ilm. 4:2–11 • Luuk. 2:42–52 • Ps. 57",
    "text": "Näettehän nyt: minä olen ainoa, ei ole muuta jumalaa minun rinnallani. Minä lähetän kuoleman, minä annan elämän, minä lyön ja minä parannan, minun vallassani on kaikki. 5. Moos. 32:39\n\nJos elämme, elämme Herran omina, ja jos kuolemme, kuolemme Herran omina. Elämmepä siis tai kuolemme, me kuulumme Herralle. Room. 14:8\n\nKristuksen kirkkautta me saamme katsella. Hän voimaa, puhtautta luo meihin sanalla. Kun täällä ylistyksin yhteinen virsi soi, ken silloin jäädä yksin porttien taakse voi? 196:2"
  },
  {
    "date": "2022-01-03T00:00:00Z",
    "header": "2. Moos. 2:1–10 • Joh. 1:19–28",
    "text": "Olethan sinä kuitenkin meidän keskellämme, ja meitä kutsutaan sinun omiksesi. Älä jätä meitä, Herra! Jer. 14:9\n\nMinä rukoilen, että Jumala valaisisi teidän sisäiset silmänne näkemään, millaiseen toivoon hän on meidät kutsunut. Ef. 1:17–18"
  },
  {
    "date": "2022-01-04T00:00:00Z",
    "header": "1. Moos. 21:1–7 • Joh. 1:29–34",
    "text": "Armahda minua, Jumala, armahda minua, sinuun minä turvaan. Ps. 57:2\n\nHänen täyteydestään me kaikki olemme saaneet, armoa armon lisäksi. Joh. 1:16"
  },
  {
    "date": "2022-01-05T00:00:00Z",
    "header": "1. Moos. 9:8–11 (12, 13) • Joh. 1:35–51",
    "text": "Herra sanoi: ”Minä annan anteeksi kenelle tahdon ja armahdan kenet tahdon.” 2. Moos. 33:19\n\nTehän tunnette Herramme Jeesuksen Kristuksen armon: hän oli rikas mutta tuli köyhäksi teidän vuoksenne, jotta te rikastuisitte hänen köyhyydestään. 2. Kor. 8:9"
  },
  {
    "date": "2022-01-06T00:00:00Z",
    "header": "Loppiainen – Jeesus, maailman valo Ps. 72:1–3, 8–12 • Jes. 60:1–6 •\nEf. 3:2–9 • Matt. 2:1–12 • Joh. 2:1–12",
    "text": "Minä puhdistan Juudan ja Israelin asukkaat kaikista synneistä, joilla he ovat rikkoneet minua vastaan. He ovat tehneet syntiä ja rikkoneet minua vastaan. Mutta minä annan anteeksi kaikki heidän pahat tekonsa. Jer. 33:8\n\nHän on meidän syntiemme sovittaja, eikä vain meidän vaan koko maailman. 1. Joh. 2:2\n\nTuoksukoon nyt yli maan mirha armon, lohdutuksen. Lahjanasi, Lapsi, saan elämääni uudistuksen. Jeesus, auta uhraamaan niin kuin viisaat itämaan. 47:4"
  },
  {
    "date": "2022-01-07T00:00:00Z",
    "header": "Tit. 2:11–14 • Joh. 2:13–25",
    "text": "Teidän tulee tietää ja painaa mieleenne, että Herra on Jumala niin taivaassa kuin maan päällä eikä toista Jumalaa ole. 5. Moos. 4:39\n\nJumala näki hyväksi antaa kaiken täyteyden asua hänessä sekä hänen välityksellään tehdä sovinnon ja hänen ristinsä verellä vahvistaa rauhan kaiken kanssa, mitä on maan päällä ja taivaissa.\nKol. 1:19–20"
  },
  {
    "date": "2022-01-08T00:00:00Z",
    "header": "5. Moos. 18:14–19 • Joh. 3:1–21",
    "text": "Minulla on taivaassa todistaja, hän on minun puolustajani korkeudessa. Job 16:19\n\nUsko on sen todellisuutta, mitä toivotaan, sen näkemistä, mitä ei nähdä. Hepr. 11:1"
  },
  {
    "date": "2022-01-09T00:00:00Z",
    "header": "1. sunnuntai loppiaisesta – Kasteen lahja\nPs. 89:19–22, 27–30 • Jes. 42:1–4 • Tit. 3:4–7 • Matt. 3:13–17 • Ps. 96",
    "text": "Voi heitä! He luottavat hevosiin, he luottavat sotavaunujen määrään, he uskovat vaunusoturien paljouteen. Ei heidän katseensa etsi Israelin Pyhää, eivät he lähesty Herraa neuvoja saadakseen. Jes. 31:1\n\nMeidän on tarkoin ja tunnollisesti pidettävä mielessämme se, minkä olemme kuulleet, ettemme ajautuisi virran vieminä harhaan. Hepr. 2:1\n\nElämän kirjaasi kun piirsit, oi Jeesus, minun nimeni, elämään kuolemasta siirsit, varjele, etten hukkuisi. Suo, ettei mikään minua voi kädestäsi temmata. 215:4"
  },
  {
    "date": "2022-01-10T00:00:00Z",
    "header": "Ap. t. 10:37–48 • Joh. 3:22–36",
    "text": "Kuka huomaa kaikki erehdyksensä? Puhdista minut rikkomuksistani, niistäkin, joita en itse näe. Ps. 19:13\n\nÄlkää siis tuomitko ennenaikaisesti, ennen kuin Herra tulee. Hän valaisee pimeyden kätköt ja tuo esiin sydänten ajatukset, ja silloin itse kukin saa kiitoksen Jumalalta. 1. Kor. 4:5"
  },
  {
    "date": "2022-01-11T00:00:00Z",
    "header": "Luuk. 18:15–17 • Joh. 4:1–26",
    "text": "Totisesti: paljot puheet ovat vain unta ja turhuutta.\nTotisesti: pelkää sinä Jumalaa! Saarn. 5:6\n\nTeidän voittajan palkintoanne ei saa riistää teiltä kukaan, joka nöyryyttää itseään kieltäymyksin, vajoaa näkyihinsä ja palvoo enkeleitä. Sellaisen ihmisen tekevät hänen omat tyhjät ajatuksensa ylpeäksi eikä hänellä ole yhteyttä Kristukseen. Kol. 2:18–19"
  },
  {
    "date": "2022-01-12T00:00:00Z",
    "header": "Room. 8:26–30 • Joh. 4:27–42",
    "text": "Vain Herra on Jumala, hän on elävä Jumala ja ikuinen kuningas. Jer. 10:10\n\nJeesus sanoi: ”Minä ylistän sinua, Isä, taivaan ja maan Herra, siitä että olet salannut tämän viisailta ja oppineilta mutta ilmoittanut sen lapsenmielisille.” Matt. 11:25"
  },
  {
    "date": "2022-01-13T00:00:00Z",
    "header": "Ef. 1:3–10 • Joh. 4:43–54",
    "text": "Ne, jotka panevat toivonsa sinuun, saakoot aina sanoa: ”Suuri on Jumala!” Ps. 70:5\n\nJumala, jolta kestävyys ja rohkaisu tulevat, antakoon teidän olla keskenänne yksimielisiä Kristuksen Jeesuksen tahdon mukaisesti, niin että te yksimielisesti, yhdestä suusta ylistäisitte Herramme Jeesuksen Kristuksen Jumalaa ja Isää. Room. 15:5–6"
  },
  {
    "date": "2022-01-14T00:00:00Z",
    "header": "Luuk. 12:49–53 • Joos. 1:1–18",
    "text": "Suuret ovat meidän Herramme teot, niistä me saamme iloita. Ps. 126:3\n\nYlistetty olkoon meidän Herramme Jeesuksen Kristuksen Jumala ja Isä! Hän on siunannut meitä kaikella Hengen siunauksella, taivaallisilla aarteilla Kristuksessa. Ef. 1:3"
  },
  {
    "date": "2022-01-15T00:00:00Z",
    "header": "Matt. 4:12–17 • Joos. 2:1–24",
    "text": "Meidän rikkomuksemme olivat hänet lävistäneet ja meidän pahat tekomme hänet ruhjoneet. Jes. 53:5\n\nKristukseen, joka oli puhdas synnistä, Jumala siirsi kaikki meidän syntimme, jotta me hänessä saisimme Jumalan vanhurskauden. 2. Kor. 5:21"
  },
  {
    "date": "2022-01-16T00:00:00Z",
    "header": "2. sunnuntai loppiaisesta – Jeesus ilmaisee jumalallisen voimansa\nPs. 105:2–5, 39–42 • 2. Kun. 4:1–7 tai Jes. 12:1–6 • Room. 12:6–16 • Joh. 2:1–11 • Ps. 143",
    "text": "Turvautukaa Herraan ja hänen voimaansa, etsikää aina hänen kasvojaan. Ps. 105:4\n\nSillä pyytävä saa, etsijä löytää, ja jokaiselle, joka kolkuttaa, avataan. Luuk. 11:10\n\nOi rakkaus suuri, oi ääretön armo, kun saan olla morsian Jeesuksen, ja siinä on kyllin, kun Jeesus on mulla, ääretön armo ja rakkaus. 345:2"
  },
  {
    "date": "2022-01-17T00:00:00Z",
    "header": "5. Moos. 5:1–7 (8–21) • Joos. 3:1–17",
    "text": "Halleluja! Hyvä on Jumalaamme sävelin kiittää, ihanaa on virittää ylistyslaulu! Ps. 147:1\n\nVeisatkaa yhdessä psalmeja, ylistysvirsiä ja hengellisiä lauluja, soittakaa ja laulakaa täydestä sydämestä Herralle. Ef. 5:19"
  },
  {
    "date": "2022-01-18T00:00:00Z",
    "header": "Mark. 2:23–28 • Joos. 4:1–5:1",
    "text": "Paimenna, Herra, sauvallasi kansaasi. Miika 7:14\n\nLampaat seuraavat häntä, koska ne tuntevat hänen äänensä. Joh. 10:4"
  },
  {
    "date": "2022-01-19T00:00:00Z",
    "header": "Pyhän Henrikin muistopäivä – Piispa Henrik, uskon opettaja ja marttyyri Ps. 145:1–7• Jes. 52:7–10 •\nHepr. 13:7–8 tai 2. Tim. 2:8–13 • Joh. 4:34–38 • Room. 9:31–10:8 • Joos. 5:13–15",
    "text": "Joka köyhää pilkkaa, herjaa hänen Luojaansa, vahingonilo ei jää rankaisematta. Sananl. 17:5\n\nAutuaita ne, jotka toisia armahtavat: heidät armahdetaan. Matt. 5:7\n\nOi Kristus, voitonruhtinas, sä näytä valtas, kunnias. Sun kristikuntaas holhoa ja sitä suojaa, vahvista. 190:2"
  },
  {
    "date": "2022-01-20T00:00:00Z",
    "header": "Ap. t. 15:22–31 • Joos. 6:1–10",
    "text": "Taivaat julistavat Jumalan kunniaa, taivaankansi kertoo hänen teoistaan. Ps. 19:2\n\nKumartakaa häntä, joka on luonut taivaan, maan ja meren ja vesien lähteet. Ilm. 14:7"
  },
  {
    "date": "2022-01-21T00:00:00Z",
    "header": "Gal. 5:1–6 • Joos. 6:11–27",
    "text": "Olethan sinä, Herra, meidän isämme! Me olemme savea, sinä saven valaja, kaikki me olemme sinun kättesi tekoa. Jes. 64:7\n\nEtte te valinneet minua, vaan minä valitsin teidät, ja minun tahtoni on, että te lähdette liikkeelle ja tuotatte hedelmää, sitä hedelmää joka pysyy.\nJoh. 15:16"
  },
  {
    "date": "2022-01-22T00:00:00Z",
    "header": "5. Moos. 33:1–4 (7, 12–16) • Joos. 7:1–26",
    "text": "Kaikki taistelukenttiä tallanneet saappaat, kaikki veren tahrimat vaatteet poltetaan, ne joutuvat tulen ruoaksi. Jes. 9:4\n\nNäin meidän Jumalamme hyvyydessään armahtaa meitä: Korkeudesta saapuu luoksemme aamun koitto. Se loistaa pimeydessä ja kuoleman varjossa eläville, se ohjaa jalkamme rauhan tielle.\nLuuk. 1:78–79"
  },
  {
    "date": "2022-01-23T00:00:00Z",
    "header": "3. sunnuntai loppiaisesta – Jeesus herättää uskon\nPs. 102:16–23 • 5. Moos. 10:17–21 tai 1. Kun. 8: 41–43 • Room. 1:16–17 • Matt. 8:5–13 • Ps. 41",
    "text": "Herraa minä ylistän koko elämäni ajan, laulan Jumalalle niin kauan kuin elän. Ps. 104:33\n\nJos joku teistä kärsii, hän rukoilkoon; jos joku on hyvillä mielin, hän laulakoon kiitosvirsiä.\nJaak. 5:13\n\nJumalan haltuun anna nyt tiesi, tarpeesi ja Herran huomaan kanna surusi, murheesi. Hän, joka sinut loi, sinulle hengen soi, tarpeesi kaikki tietää. Hän auttaa tahtoo, voi. 389:1"
  },
  {
    "date": "2022-01-24T00:00:00Z",
    "header": "Ap. t. 16:9–15 • Joos. 8:1–29",
    "text": "Vaikka sanoisin: ”Nyt olen pimeyden kätköissä, yö peittää päivän valon”, sinulle ei pimeys ole pimeää, vaan yö on sinulle kuin päivänpaiste, pimeys kuin kirkas valo. Ps. 139:11–12\n\nAuringon laskiessa sairaat tuotiin Jeesuksen luo, ja hän pani kätensä jokaisen päälle ja paransi heidät. Luuk. 4:40"
  },
  {
    "date": "2022-01-25T00:00:00Z",
    "header": "Room. 15:7–13 • Joos. 8:30–35",
    "text": "Kurita minua, Herra, mutta älä kohtuuttomasti! Älä vihastu minuun, muuten minusta tulee loppu. Jer. 10:24\n\nJumala ei ole tarkoittanut, että saisimme osaksemme vihan vaan että pelastuisimme Herramme Jeesuksen Kristuksen tullessa. 1. Tess. 5:9"
  },
  {
    "date": "2022-01-26T00:00:00Z",
    "header": "Ruut 4:7–12 • Joos. 9:1–27",
    "text": "Anna palvelijoittesi nähdä suuret tekosi, anna lastemme nähdä kunniasi loisto. Ps. 90:16\n\nSana tuli lihaksi ja asui meidän keskellämme. Me saimme katsella hänen kirkkauttaan, kirkkautta, jonka Isä ainoalle Pojalle antaa. Hän oli täynnä armoa ja totuutta. Joh. 1:14"
  },
  {
    "date": "2022-01-27T00:00:00Z",
    "header": "Ap. t. 13:42–52 • Joos. 10:1–15",
    "text": "Herran armo pysyy ajasta aikaan, se on ikuinen niille, jotka pelkäävät ja rakastavat häntä. Polvesta polveen ulottuu hänen uskollisuutensa kaikkiin, jotka pysyvät hänen liitossaan, muistavat hänen käskynsä ja elävät niiden mukaan. Ps. 103:17–18\n\nJeesus Kristus on sama eilen, tänään ja ikuisesti. Hepr. 13:8"
  },
  {
    "date": "2022-01-28T00:00:00Z",
    "header": "Kol. 1:21–29 • Joos. 11:1–15",
    "text": "Hiljene, sieluni, Jumalan edessä! Hän antaa minulle toivon. Ps. 62:6\n\nJolla on korvat, se kuulkoon! Matt. 11:15"
  },
  {
    "date": "2022-01-29T00:00:00Z",
    "header": "La 29.1. Ilm. 15:1–4 • Joos. 20:1–9",
    "text": "Minä pyyhin pois heidän syntinsä ja rikkomuksensa, minä puhdistan heidät, ja heistä tulee minun kansani ja minä olen heidän Jumalansa. Hes. 37:23\n\nEttekö tiedä, että te olette Jumalan temppeli ja että Jumalan Henki asuu teissä? 1. Kor. 3:16"
  },
  {
    "date": "2022-01-30T00:00:00Z",
    "header": "4. sunnuntai loppiaisesta – Jeesus auttaa hädässä\nPs. 107:1–2, 23–31 • Jes. 51:9–16 • 2. Kor. 1:8–11 • Matt. 8:23–27 •\nPs. 97",
    "text": "Emme sano enää omien kättemme töille: ”Jumalamme!” Hoos. 14:4\n\nMitä hyödyttää ihmistä, jos hän voittaa omakseen koko maailman mutta menettää sielunsa? Mark. 8:36\n\nKäy aavaa merta purtemme ja myrsky meidät kohtaa. Soi Herra tähden yöhömme, se kulkuamme johtaa, valaisee meitä valollaan, tien näyttää rauhan satamaan. On tähti sana Herran. 594:1"
  },
  {
    "date": "2022-01-31T00:00:00Z",
    "header": "2. Kor. 3:9–18 • Joos. 21:1–3, 41–45",
    "text": "Palatkaa takaisin, te luopuneet lapset, minä parannan teidät luopumuksestanne! ”Herra, me tulemme luoksesi, sillä sinä olet meidän Jumalamme!” Jer. 3:22\n\nTe olitte ”eksyksissä niin kuin lampaat”, mutta nyt te olette palanneet sielujenne paimenen ja kaitsijan luo. 1. Piet. 2:25"
  },
  {
    "date": "2022-02-01T00:00:00Z",
    "header": "Joh. 1:43–51 • Joos. 22:1–20",
    "text": "Juudan suvusta ne, jotka ovat jääneet henkiin ja päässeet turvaan, kukoistavat jälleen kuin puu, joka kasvattaa juurta alas maahan ja hedelmiä ylös taivasta kohden. 2. Kun. 19:30\n\nJos puun juuri on pyhä, ovat myös oksat pyhät. Room. 11:16"
  },
  {
    "date": "2022-02-02T00:00:00Z",
    "header": "Ilm. 1:1–8 • Joos. 22:21–34",
    "text": "Minä tahdon aina ylistää Herraa, lakkaamatta laulaa hänelle kiitosta! Ps. 34:2\n\nIloitkaa aina. Rukoilkaa lakkaamatta. Kiittäkää kaikesta. 1. Tess. 5:16–18"
  },
  {
    "date": "2022-02-03T00:00:00Z",
    "header": "2. Kor. 4:1–5 • Joos. 23:1–16",
    "text": "Auta meitä, pelastuksen Jumala, saata meidät yhteen, pelasta meidät kansojen keskeltä! Silloin saamme ylistää pyhää nimeäsi ja riemuiten kiittää sinua. 1. Aik. 16:35\n\nJeesus rukoili: Pyhä Isä, suojele heitä nimesi voimalla, sen nimen, jonka olet minulle antanut, jotta he olisivat yhtä, niin kuin me olemme yhtä. Joh. 17:11"
  },
  {
    "date": "2022-02-04T00:00:00Z",
    "header": "Ilm. 1:9–18 • Joos. 24:1–15",
    "text": "Nouse harmaapään edessä, anna arvo vanhukselle ja pelkää ja kunnioita Jumalaasi. 3. Moos. 19:32\n\nOsoittakaa toisillenne lämmintä veljesrakkautta, kunnioittakaa kilvan toinen toistanne. Room. 12:10"
  },
  {
    "date": "2022-02-05T00:00:00Z",
    "header": "4. Moos. 6:22–27 • Joos. 24:16–28",
    "text": "Onnellinen se kansa, jonka jumala on Herra, kansa, jonka Herra on omakseen valinnut. Ps. 33:12\n\nKoska tekin olette Jumalan lapsia, hän on lähettänyt meidän kaikkien sydämiin Poikansa Hengen, joka huutaa: ”Abba! Isä!” Sinä et siis enää ole orja vaan lapsi. Ja jos kerran olet lapsi, olet myös perillinen, Jumalan tahdosta. Gal. 4:6–7"
  },
  {
    "date": "2022-02-06T00:00:00Z",
    "header": "Kynttilänpäivä –\nKristus, Jumalan kirkkauden säteily\nPs. 48:11–15 • Jes. 52:8–10 •\n2. Kor. 3:18–4:6 • Luuk. 2:22–33 • Ps. 54",
    "text": "Hallitsija on nouseva ja kaitseva heitä Herran voimalla. Miika 5:3\n\nKun Jeesus näki väkijoukot, hänet valtasi sääli, sillä ihmiset olivat näännyksissä ja heitteillä, kuin lammaslauma paimenta vailla. Matt. 9:36\n\nTänään jälleen Herran kansan kiitosvirsi viritköön, Maria kun Jeesus-lapsen kantoi Herran pyhäkköön, jotta lapsen puolesta uhraisi hän uhrinsa. 48:1"
  },
  {
    "date": "2022-02-07T00:00:00Z",
    "header": "Matt. 21:18–22 • Joos. 24:29–33",
    "text": "Hän levittää siipensä yllesi, ja sinä olet turvassa niiden alla. Ps. 91:4\n\nJumalan rauha, joka ylittää kaiken ymmärryksen, varjelee teidän sydämenne ja ajatuksenne, niin että pysytte Kristuksessa Jeesuksessa. Fil. 4:7"
  },
  {
    "date": "2022-02-08T00:00:00Z",
    "header": "Matt. 8:28–34 • Ef. 1:1–6",
    "text": "Älkää pelätkö ihmisten pilkkaa, älkää säikkykö heidän herjauksiaan! Jes. 51:7\n\nKäy uskon jalo kilpailu ja voita omaksesi ikuinen elämä, johon sinut on kutsuttu ja jonka olet tunnustanut päämääräksesi, kun monien todistajien läsnä ollessa lausuit hyvän tunnustuksen. 1. Tim. 6:12"
  },
  {
    "date": "2022-02-09T00:00:00Z",
    "header": "Nah. 1:2–6 • Ef. 1:7–10",
    "text": "Hän julistaa kansoille rauhaa, hänen valtansa ulottuu merestä mereen, Eufratista maan ääriin asti. Sak. 9:10\n\nJumala on korottanut hänet yli kaiken ja antanut hänelle nimen, kaikkia muita nimiä korkeamman. Jeesuksen nimeä kunnioittaen on kaikkien polvis- tuttava, kaikkien niin taivaassa kuin maan päällä ja maan alla. Fil. 2:9–10"
  },
  {
    "date": "2022-02-10T00:00:00Z",
    "header": "Hoos. 2:20–25 • Ef. 1:11–14",
    "text": "Taivas on Herran, maan hän on antanut ihmisille. Ps. 115:16\n\nJolle on paljon annettu, siltä paljon vaaditaan, ja jolle on paljon uskottu, se pannaan paljosta vastaamaan. Luuk. 12:48"
  },
  {
    "date": "2022-02-11T00:00:00Z",
    "header": "Kol. 2:8–15 • Ef. 1:15–23",
    "text": "Muistakaa aina rakastaa Herraa, Jumalaanne. Joos. 23:11\n\nJeesus sanoo: Jos joku rakastaa minua, hän noudattaa minun sanaani. Minun Isäni rakastaa häntä, ja me tulemme hänen luokseen ja jäämme asumaan hänen luokseen. Joh. 14:23"
  },
  {
    "date": "2022-02-12T00:00:00Z",
    "header": "Joh. 6:16–21 • Ef. 2:1–10",
    "text": "Minun suuni tulvii kiitosta ja alati ylistää ihanuuttasi. Ps. 71:8\n\nMitä sydän on täynnä, sitä suu puhuu. Matt. 12:34"
  },
  {
    "date": "2022-02-13T00:00:00Z",
    "header": "3. sunnuntai ennen paastonaikaa – Ansaitsematon armo\nPs. 18:2–7 • Jer. 9:22–23 •\n1. Kor. 9:24–27 • Matt. 20:1–16 • Ps. 51",
    "text": "Kuka voi kestää sen päivän, jolloin hän tulee, kuka voi seistä horjumatta, kun hän ilmestyy? Mal. 3:2\n\nMinä seison ovella ja kolkutan. Jos joku kuulee minun ääneni ja avaa oven, minä tulen hänen luokseen, ja me aterioimme yhdessä, minä ja hän. Ilm. 3:20\n\nKirkas aamun koi päivän uuden loi, meitä ohjaa taivaan tietä kulkemaan. Riennä, syntinen, luokse Jeesuksen, ota vastaan armo hänen armostaan. Hän kärsi ristinkuoleman, pois otti synnit maailman. Siihen luottaa saa, siihen turvatkaa. Ristin tiellä Kristuksessa riemuitkaa! 265:2"
  },
  {
    "date": "2022-02-14T00:00:00Z",
    "header": "Luuk. 19:1–10 • Ef. 2:11–22",
    "text": "Jumala, sydämeni on levollinen, mieleni on tyyni. Minä tahdon laulaa ja soittaa! Ps. 108:2\n\nKiittäkää iloiten Isää, joka on tehnyt teidät kelvollisiksi saamaan pyhille kuuluvan perintöosan valon valtakunnasta. Kol. 1:12"
  },
  {
    "date": "2022-02-15T00:00:00Z",
    "header": "5. Moos. 7:6–12 • Ef. 3:1–13",
    "text": "Mieletön se, joka ajattelee: ”Ei Jumalaa ole.” Ps. 14:1\n\nMe tiedämme myös, että Jumalan Poika on tullut ja antanut meille ymmärryksen, jotta tuntisimme hänet, joka on Todellinen. 1. Joh. 5:20"
  },
  {
    "date": "2022-02-16T00:00:00Z",
    "header": "Room. 4:1–8 • Ef. 3:14–21",
    "text": "Onnellisia ne, jotka saavat voimansa sinusta, ne, jotka kaipaavat pyhälle matkalle. Ps. 84:6\n\nValvokaa, pysykää uskossanne lujina, olkaa urhei- ta, olkaa vahvoja. 1. Kor. 16:13"
  },
  {
    "date": "2022-02-17T00:00:00Z",
    "header": "1. Kor. 3:1–8 • Ef. 4:1–6",
    "text": "Ohjaa minut totuuteesi ja opeta minua, sinä Jumalani, auttajani! Ps. 25:5\n\nJos te pysytte uskollisina minun sanalleni, te olette todella opetuslapsiani. Te opitte tuntemaan totuuden, ja totuus tekee teistä vapaita. Joh. 8:31–32"
  },
  {
    "date": "2022-02-18T00:00:00Z",
    "header": "Mal. 3:13–18 • Ef. 4:7–10",
    "text": "Herra sanoi Moosekselle: ”Sinä et voi nähdä minun kasvojani, sillä yksikään ihminen, joka näkee minut, ei jää eloon.” 2. Moos. 33:20\n\nJuuri siinä Jumalan rakkaus ilmestyi meidän keskuuteemme, että hän lähetti ainoan Poikansa maailmaan, antamaan meille elämän. 1. Joh. 4:9"
  },
  {
    "date": "2022-02-19T00:00:00Z",
    "header": "1. Kor. 1:26–31 • Ef. 4:11–16",
    "text": "Älkää kovettako sydäntänne niin kuin isänne tekivät, vaan kääntykää Herran puoleen ja lähtekää hänen temppeliinsä. 2. Aik. 30:8\n\nEräs pöytävieraista sanoi Jeesukselle: ”Autuas se, joka saa olla aterialla Jumalan valtakunnassa.” Luuk. 14:15"
  },
  {
    "date": "2022-02-20T00:00:00Z",
    "header": "2. sunnuntai ennen paastonaikaa – Jumalan sanan kylvö\nPs. 44:2–5 • Jes. 55:6–11 • Ap. t. 16:9–15 • Luuk. 8:4–15 • Ps. 99\n",
    "text": "Herra sanoi Iisakille: Sinun jälkeläistesi saama siunaus tulee siunaukseksi kaikille maailman kansoille. 1. Moos. 26:4\n\nVeljet, te olette lupauksen lapsia, niin kuin Iisak oli. Gal. 4:28\n\nMenkää, Jeesus pitää teitä joka päivä lähellään, vaikka veisi syviin vesiin taikka laaksoon pimeään. Kun vain Herra teitä vie, kirkastuu myös synkin tie. 426:5"
  },
  {
    "date": "2022-02-21T00:00:00Z",
    "header": "5. Moos. 32:44–47 • Ef. 4:17–24",
    "text": "Ahdistuksensa jälkeen hän näkee valon, ja Jumalan tunteminen ravitsee hänet. Jes. 53:11\n\nKristuksessa on jumaluus ruumiillistunut koko täyteydessään, ja hänen yhteydessään myös te olette tulleet tästä täyteydestä osallisiksi. Hän on kaikkien valtojen ja voimien pää. Kol. 2:9–10"
  },
  {
    "date": "2022-02-22T00:00:00Z",
    "header": "Aam. 8:4–12 • Ef. 4:25–32",
    "text": "Kuulkaa minua, kuninkaat, kuunnelkaa, ruhtinaat! Minä tahdon laulaa Herralle, minun soittoni ylistää Israelin Jumalaa. Tuom. 5:3\n\nTulkoon teidän lempeytenne kaikkien ihmisten tietoon. Herra on jo lähellä. Fil. 4:5"
  },
  {
    "date": "2022-02-23T00:00:00Z",
    "header": "Luuk. 6:43–49 • Ef. 5:1–14",
    "text": "Kun pidän käskysi silmieni edessä, en joudu häpeään. Ps. 119:6\n\nOpetuslapset sanoivat Jeesukselle: ”Rabbi, tule syömään.” Mutta hän sanoi heille: ”Minun ruokani on se, että täytän lähettäjäni tahdon ja vien hänen työnsä päätökseen.” Joh. 4:31–32, 34"
  },
  {
    "date": "2022-02-24T00:00:00Z",
    "header": "To 24.2. 1. Tess. 1:2–10 • Ef. 5:15–20",
    "text": "Herra Jumala pyyhkii kaikkien kasvoilta kyyneleet ja vapauttaa kansansa alennuksesta ja häpeästä kaikkialla maan päällä. Jes. 25:8\n\nHän on pitänyt mielessään pyhän liittonsa, valan, jonka hän isällemme Abrahamille vannoi. Näin me saamme pelotta palvella häntä vihollisistamme vapaina. Luuk. 1:72–74"
  },
  {
    "date": "2022-02-25T00:00:00Z",
    "header": "2. Tim. 3:10–17 • Ef. 5:21–33",
    "text": "Herra hankkii kansalleen oikeutta, hän on laupias palvelijoilleen. Ps. 135:14\n\nAutuaita ne, joilla on vanhurskauden nälkä ja jano: heidät ravitaan. Matt. 5:6"
  },
  {
    "date": "2022-02-26T00:00:00Z",
    "header": "Matt. 13:31–35 • Ef. 6:1–9",
    "text": "Herra on minun valoni ja apuni, ketä minä pelkäisin? Ps. 27:1\n\nJeesus sanoo: Minä olen maailman valo. Se, joka seuraa minua, ei kulje pimeässä, vaan hänellä on elämän valo. Joh. 8:12"
  },
  {
    "date": "2022-02-27T00:00:00Z",
    "header": "Laskiaissunnuntai – Jumalan rakkauden uhritie\nPs. 31:2–6 • Jes. 58:1–9 • 1. Kor. 13 • Luuk. 18:31–43 • Ps. 31",
    "text": "Luota Herraan! Ole luja, pysy rohkeana. Luota Herraan! Ps. 27:14\n\nPaavali kirjoittaa: Me luotamme lujasti siihen, että te kestätte. Tiedämmehän, että niin kuin te saatte osanne kärsimyksistä, saatte myös lohdutuksesta osanne. 2. Kor. 1:7\n\nKäykäämme nyt Jerusalemiin ja yhdessä paastotkaamme ja Jeesusta kärsimystiellänsä nyt nöyrästi seuratkaamme. 54:1"
  },
  {
    "date": "2022-02-28T00:00:00Z",
    "header": "Luuk. 13:31–35 • Ef. 6:10–17",
    "text": "Kuka on sinun vertaisesi, Herra, jumalien joukossa? Kuka on sinun kaltaisesi, sinä pyhyydessä ihmeellinen, maineteoissasi pelättävä, sinä ihmeiden tekijä! 2. Moos. 15:11\n\nElämä ilmestyi, me olemme nähneet sen, ja siitä me todistamme. Me ilmoitamme teille iankaikkisen elämän, joka oli Isän luona ja ilmestyi meille. 1. Joh. 1:2"
  },
  {
    "date": "2022-03-01T00:00:00Z",
    "header": "Luuk. 5:33–39 • Ef. 6:18–24",
    "text": "Ne, jotka kysyvät tahtoasi, iloitkoot ja riemuitkoot sinusta. Ps. 40:17\n\nJoka päivä he uskollisesti kokoontuivat temppeliin, ja kodeissaan he yhdessä mursivat leipää ja aterioivat riemullisin ja vilpittömin mielin. He ylistivät Jumalaa ja olivat koko kansan suosiossa. Ap. t. 2:46–47"
  },
  {
    "date": "2022-03-02T00:00:00Z",
    "header": "Tuhkakeskiviikko – Katumus ja paasto\nPs. 57:2–4 • Joel 2:12–17 •\n2. Piet. 1:1–11 tai 1. Piet. 4:1–5 • Matt. 6:16–21 • Joh. 11:1–10",
    "text": "Nämä siunaukset tulevat teidän osaksenne, kun vain tottelette Herraa, Jumalaanne. ”Herra siunaa teitä kaikkialla, missä olettekin.” 5. Moos. 28:2–3\n\nAutuaita ovat kaikki, jotka kuulevat Jumalan sanan ja noudattavat sitä. Luuk. 11:28.\n\nJos en voi katsettani sinuun nostaa ja lapsen lailla jäädä turviisi, saan katumuksen, tuskan alta pyytää: Nyt minuun tartu, Vapahtajani! 289:3"
  },
  {
    "date": "2022-03-03T00:00:00Z",
    "header": "Kol. 3:5–11 • Joh. 11:11–19",
    "text": "Jumala antaa armonsa, hän on uskollinen! Ps. 57:4\n\nJumala ei ole jättänyt antamatta todistusta itsestään. Hän on tehnyt teille hyvää, hän on antanut vettä taivaalta ja sadon ajallaan, hän on ravinnut teidät ja täyttänyt teidät ilolla. Ap. t. 14:17"
  },
  {
    "date": "2022-03-04T00:00:00Z",
    "header": "Esra 9:5–9, 13–15 • Joh. 11:20–27",
    "text": "Herra, minun silmäni katsovat sinuun, sinuun minä turvaan. Älä jätä minua suojaa vaille! Ps. 141:8\n\nJeesus sanoo: Minä elän ja tekin tulette elämään. Joh. 14:19"
  },
  {
    "date": "2022-03-05T00:00:00Z",
    "header": "Dan. 5:1–7, 17–30 • Joh. 11:28–45",
    "text": "Sinä saat idän ja lännen maat kohottamaan riemuhuudon! Ps. 65:9\n\nJeesus kulki kaupungista kaupunkiin ja kylästä kylään julistaen ilosanomaa Jumalan valtakunnasta. Luuk. 8:1"
  },
  {
    "date": "2022-03-06T00:00:00Z",
    "header": "1. paastonajan sunnuntai – Jeesus, kiusausten voittaja\nPs. 91:1–4,11–12 • 1. Moos. 3:1–7 (8–19) • Hepr. 4:14–16 •\nMatt. 4:1–11 • Ps. 91",
    "text": "Herra on pyhässä temppelissään, hänen edessään vaietkoon koko maa! Hab. 2:20\n\nTietäjät kysyivät: Missä se juutalaisten kuningas on, joka nyt on syntynyt? Me näimme hänen tähtensä nousevan taivaalle ja tulimme osoittamaan hänelle kunnioitustamme. Matt. 2:2\n\nHerra Jeesus, tunnen kyllä, etten pyhyyteesi yllä. Siksi turvaan armoosi. Asu, Jeesus, luonani. 305:2"
  },
  {
    "date": "2022-03-07T00:00:00Z",
    "header": "Jaak. 1:1–13 • Joh. 11:46–57",
    "text": "Itse Herra tulee suuressa voimassaan, hän hallitsee vahvalla kädellään. Jes. 40:10\n\nNostakaa rohkeasti päänne pystyyn, sillä teidän vapautuksenne on lähellä. Luuk. 21:28"
  },
  {
    "date": "2022-03-08T00:00:00Z",
    "header": "Job 1:1–22 • Joh. 12:1–11",
    "text": "Vain Herra on pyhä, ei ole toista, meidän Jumalamme yksin on luja kallio. 1. Sam. 2:2\n\nPerustus on jo laskettu, ja se on Jeesus Kristus. Muuta perustusta ei kukaan voi laskea. 1. Kor. 3:11"
  },
  {
    "date": "2022-03-09T00:00:00Z",
    "header": "1. Kor. 10:9–13 • Joh. 12:12–19",
    "text": "Joka Herraa pelkää, vihaa kaikkea pahaa. Sananl. 8:13\n\nMekin olemme Jumalan tekoa, luotuja Kristuksen Jeesuksen yhteyteen toteuttamaan niitä hyviä tekoja, joita tekemään Jumala on meidät tarkoittanut. Ef. 2:10"
  },
  {
    "date": "2022-03-10T00:00:00Z",
    "header": "Jaak. 4:1–10 • Joh. 12:20–26",
    "text": "Minä olen pannut sanani sinun suuhusi ja kätkenyt sinut kätteni suojaan. Jes. 51:16\n\nMinä tiedän sinun tekosi. Edessäsi on nyt avoin ovi, minä olen sen avannut, eikä kukaan voi sitä sulkea. Sinun voimasi ovat vähäiset, mutta sinä olet ottanut sanani varteen etkä ole kieltänyt nimeäni. Ilm. 3:8"
  },
  {
    "date": "2022-03-11T00:00:00Z",
    "header": "Hepr. 2:11–18 • Joh. 12:27–33",
    "text": "Ihminen ei ole tuulen valtias, ei hän pysty sitä pidättämään, eikä kukaan hallitse kuolemansa hetkeä. Saarn. 8:8\n\nKuka teistä voi murehtimalla lisätä elämänsä pituutta kyynäränkään vertaa? Matt. 6:27"
  },
  {
    "date": "2022-03-12T00:00:00Z",
    "header": "2. Tess. 3:1–5 • Joh. 12:34–36",
    "text": "Herra on sanallaan luonut taivaat, suunsa henkäyksellä tähtien joukot. Ps. 33:6\nHäntä ei palvella ihmiskäsin, ikään kuin hän tarvitsisi jotakin – itse hän antaa kaikille elämän, hengen ja kaiken muun. Ap. t. 17:25"
  },
  {
    "date": "2022-03-13T00:00:00Z",
    "header": "2. paastonajan sunnuntai – Rukous ja usko\nPs. 25:1–10 • 2. Aik. 20:1–9 •\n1. Tess. 4:1–8 • Matt. 15:21–28 • Ps. 35:1–16",
    "text": "Ei voita kuningas väkensä voimalla, ei sankari selviydy omin avuin. Ps. 33:16\n\nMonet ensimmäiset tulevat olemaan viimeisiä ja viimeiset ensimmäisiä. Mark. 10:31\n\nHerra Jeesus, pyydän sinua kaikesta sielusta, hoida Hengelläsi minua, murheissa lohduta. Kirkasta, Herra, itsesi nyt sydämelleni ja verelläsi puhtaaksi tee omatuntoni. 361:3"
  },
  {
    "date": "2022-03-14T00:00:00Z",
    "header": "Gal. 6:11–18 • Joh. 12:37–43",
    "text": "Iloiten te saatte lähteä matkaan, ja onnellisesti te pääsette perille. Jes. 55:12\n\nHän kutsuu lampaitaan nimeltä ja vie ne laitumelle. Joh. 10:3"
  },
  {
    "date": "2022-03-15T00:00:00Z",
    "header": "Job 2:1–10 • Joh. 12:44–50",
    "text": "Näin sanoo Herra, isäsi Daavidin Jumala: Minä olen kuullut rukouksesi, olen nähnyt kyyneleesi. Minä parannan sinut. 2. Kun. 20:5\n\nKolkuttakaa, niin teille avataan. Matt. 7:7"
  },
  {
    "date": "2022-03-16T00:00:00Z",
    "header": "Joh. 16:29–33 • Joh. 13:1–11",
    "text": "Palvele Jumalaa alttiisti ja koko sydämestäsi, sillä Herra tutkii kaikki sydämet ja ymmärtää kaikki ajatukset ja pyrkimykset. 1. Aik. 28:9\n\nRauhan Jumala varustakoon teidät hyvillä lahjoillaan, niin että voitte täyttää hänen tahtonsa. Sen, mikä on hänelle mieleen, hän itse tehköön meissä, hän ja Jeesus Kristus. Hänen on kunnia aina ja ikuisesti. Hepr. 13:20–21"
  },
  {
    "date": "2022-03-17T00:00:00Z",
    "header": "1. Joh. 1:8 – 2:2 • Joh. 13:12–20",
    "text": "Muistakaa, kuinka Herra neljänkymmenen vuoden aikana johdatti teitä pitkällä matkallanne autiomaassa. Hän kuritti teitä ja pani teidät koetukselle saadakseen tietää, aiotteko todella noudattaa hänen käskyjään vai ette. 5. Moos. 8:2\n\nJeesus sanoo: Ottakaa minun ikeeni harteillenne ja katsokaa minua: minä olen sydämeltäni lempeä ja nöyrä. Näin teidän sielunne löytää levon. Matt. 11:29"
  },
  {
    "date": "2022-03-18T00:00:00Z",
    "header": "Hepr. 9:11–15 • Joh. 13:21–30",
    "text": "Herra, miksi olet niin kaukana, miksi kätket kasvosi meiltä ahdingon aikana? Ps. 10:1\n\nJeesus vain nukkui veneen perässä nojaten päänaluseen. Opetuslapset herättivät hänet ja sanoivat: ”Opettaja, etkö näe, me hukumme!” Mark. 4:38"
  },
  {
    "date": "2022-03-19T00:00:00Z",
    "header": "Gal. 2:16–21 • Joh. 13:31–35",
    "text": "Sinä, Herra, minun Jumalani, nostit minut elävänä ylös haudasta. Joona 2:7\n\nJumalan laskema perustus pysyy lujana, ja siinä on merkkinä nämä sanat: ”Herra tuntee omansa”. 2. Tim. 2:19"
  },
  {
    "date": "2022-03-20T00:00:00Z",
    "header": "3. paastonajan sunnuntai – Jeesus, Pahan vallan voittaja\nPs. 25:11–20 • Sak. 3:1–5 •\nEf. 5:1–11 • Luuk. 11:14–23 (24–26) • Ps. 35:17–28",
    "text": "Kokoa kyyneleeni leiliisi, merkitse ne kirjaasi. Ps. 56:9\n\nAutuaita murheelliset: he saavat lohdutuksen. Matt. 5:4\n\nSuo voimaa jo luopua synneistäni ja armolla hallitse elämäni. Tee rakkaaksi sinulta saamani työ ja itsekäs tahtoni ristille lyö. 438:3"
  },
  {
    "date": "2022-03-21T00:00:00Z",
    "header": "Luuk. 14:25–35 • Joh. 13:36–38",
    "text": "Sinun puoleesi minä käännyn – opeta minulle tie, jota kulkea! Ps. 143:8\n\nSuuri rikkauden lähde usko kyllä onkin, kun tyydymme siihen mitä meillä on. Emme me ole tuoneet mitään mukanamme maailmaan emmekä voi viedä mitään täältä pois. 1. Tim. 6:6–7"
  },
  {
    "date": "2022-03-22T00:00:00Z",
    "header": "Job 7:11–21 • Joh. 14:1–7",
    "text": "Tämän päivän on Herra tehnyt, iloitkaa ja riemuitkaa siitä! Ps. 118:24\n\nJeesus sanoi: ”Sakkeus, tule kiireesti alas. Tänään minun on määrä olla vieraana sinun kodissasi.” Sakkeus tuli kiireesti alas ja otti iloiten Jeesuksen vieraakseen. Luuk. 19:5–6"
  },
  {
    "date": "2022-03-23T00:00:00Z",
    "header": "Matt. 19:16–26 • Joh. 14:8–14",
    "text": "Herra, sinä päästit minut turvaan, sinä olet vuorilinnani. 2. Sam. 22:2\n\nJeesus sanoo: Maailmassa te olette ahtaalla, mutta pysykää rohkeina: minä olen voittanut maailman. Joh. 16:33"
  },
  {
    "date": "2022-03-24T00:00:00Z",
    "header": "1. Tess. 2:13–20 • Joh. 14:15–21",
    "text": "Minä muistelen menneitä aikoja, mietin kaikkia tekojasi, ajattelen sinun kättesi töitä. Ps. 143:5\n\nMaria sanoi: Hän on pitänyt huolen palvelijastaan Israelista, hän on muistanut kansaansa ja osoittanut laupeutensa Abrahamille ja hänen jälkeläisilleen, ajasta aikaan, niin kuin hän on isillemme luvannut. Luuk. 1:54–55"
  },
  {
    "date": "2022-03-25T00:00:00Z",
    "header": "Mark. 9:38–41 (42–47) • Joh. 14:22–26",
    "text": "Herra sanoo: Kun hän huutaa minua, minä vastaan. Ps. 91:15\n\nKaikilla on sama Herra, ja häneltä riittää rikkautta kaikille, jotka huutavat häntä avukseen. Room. 10:12"
  },
  {
    "date": "2022-03-26T00:00:00Z",
    "header": "Matt. 16:24–27 (28) • Joh. 14:27–31",
    "text": "Herra, taivaan Jumala, lähettää enkelinsä sinun edelläsi. 1. Moos. 24:7\n\nEnkeli sanoi: ”Vyötä vaatteesi ja pane kengät jalkaasi.” Pietari teki niin, ja enkeli sanoi: ”Heitä viitta harteillesi ja seuraa minua.” Pietari lähti enkelin mukaan. Hän ei kuitenkaan ymmärtänyt, että se, mitä hänelle tapahtui, oli totta, vaan luuli sitä näyksi. Ap. t. 12:8–9"
  },
  {
    "date": "2022-03-27T00:00:00Z",
    "header": "Marian ilmestyspäivä – Herran palvelijatar\nPs. 113:1–8 • Jes. 7:10–14 •\nRoom. 9:2–8 • Luuk. 1:26–38 • Ps. 84",
    "text": "Joka heikkoa sortaa, herjaa hänen Luojaansa, joka Luojaa kunnioittaa, armahtaa köyhää. Sananl. 14:31\n\nJeesus sanoo: Totisesti: kaiken, minkä te olette tehneet yhdelle näistä vähäisimmistä veljistäni, sen te olette tehneet minulle. Matt. 25:40\n\nEi lopu Herran laupeus, uskollisuus ja rakkaus. Polvesta polveen säilyy se turvana Herran omille. 50:3"
  },
  {
    "date": "2022-03-28T00:00:00Z",
    "header": "Joh. 6:26–29 • Joh. 15:1–8",
    "text": "Nousi raju ja mahtava myrsky, se repi vuoria rikki ja murskasi kallioita. Mutta se kävi Herran edellä, myrskyssä Herra ei ollut. Myrskyn jälkeen tuli maanjäristys, mutta Herra ei ollut maanjäristyksessä. Maanjäristystä seurasi tulenlieska, mutta Herra ei ollut tulessakaan. Tulen jälkeen kuului hiljaista huminaa. 1. Kun. 19:11–12\n\nJeesus sanoi Nikodemukselle: Älä kummeksu sitä, että sanoin sinulle: ”Teidän täytyy syntyä uudesti.” Tuuli puhaltaa missä tahtoo. Sinä kuulet sen huminan, mutta et tiedä, mistä se tulee ja minne se menee. Samoin on jokaisen Hengestä syntyneen laita. Joh. 3:7–8"
  },
  {
    "date": "2022-03-29T00:00:00Z",
    "header": "Job 9:14–23, 32–35 • Joh. 15:9–17",
    "text": "Minä voin sanoa vain sen, mitä Herra käskee. 4. Moos. 23:12\n\nMe emme voi olla puhumatta siitä, mitä olemme nähneet ja kuulleet. Ap. t. 4:20"
  },
  {
    "date": "2022-03-30T00:00:00Z",
    "header": "Joh. 6:30–35 (36) • Joh. 15:18–25",
    "text": "Meidän Jumalamme käänsi kirouksen siunaukseksi. Neh. 13:2\n\nJumala itse teki Kristuksessa sovinnon maailman kanssa eikä lukenut ihmisille viaksi heidän rikkomuksiaan; meille hän uskoi sovituksen sanan. 2. Kor. 5:19"
  },
  {
    "date": "2022-03-31T00:00:00Z",
    "header": "2. Kor. 4:11–18 • Joh. 15:26–16:4",
    "text": "Te olitte pelkkä tulesta siepattu kekäle. Ja silti te ette palanneet minun luokseni, sanoo Herra. Aam. 4:11\n\nJos olemme uskottomia, hän pysyy silti uskollisena, sillä omaa olemustaan hän ei voi kieltää. 2. Tim. 2:13"
  },
  {
    "date": "2022-04-01T00:00:00Z",
    "header": "Joh. 16:16–23a • Joh. 16:5–15",
    "text": "Herra, avaa minun huuleni, niin suuni julistaa sinun kunniaasi. Ps. 51:17\n\nMinkä olemme nähneet ja kuulleet, sen me myös teille julistamme. 1. Joh. 1:3"
  },
  {
    "date": "2022-04-02T00:00:00Z",
    "header": "Laul. l. 2:8–13 • Joh. 16:16–23a",
    "text": "Jumala vei kansan pitemmälle, autiomaan kautta kulkevalle tielle, kohti Kaislamerta. 2. Moos. 13:18\n\nMe tiedämme, että kaikki koituu niiden parhaaksi, jotka rakastavat Jumalaa. Room. 8:28"
  },
  {
    "date": "2022-04-03T00:00:00Z",
    "header": "5. paastonajan sunnuntai – Kärsimyksen sunnuntai\nPs. 43:2–5 • 1. Moos. 22:1–13 • Hepr. 9:11–15 • Joh. 11:47–53 • Ps. 43",
    "text": "Jumalan enkeli kutsui taivaasta Hagaria ja sanoi hänelle: ”Mikä sinun on, Hagar? Älä ole huolissasi. Jumala on kuullut pojan itkun. Nouse, nosta poika maasta ja pidä hänestä hyvää huolta. Minä annan hänestä polveutua suuren kansan.” 1. Moos. 21:17–18\n\nOikaiskaa siis hervonneet kätenne ja halvaantuneet polvenne! ”Kulkekaa suoria polkuja”. Hepr. 12:12–13\n\nArmo kuuluu sulle juuri, sulle, raukka kurjinkin, vaikka rintaas tuska suuri kalvaa liekein polttavin. Kaikkein synnit Jeesus kantoi, kaikkein tähden itsens antoi ristiin, kärsimyksihin. 80:5"
  },
  {
    "date": "2022-04-04T00:00:00Z",
    "header": "Joh. 1:29–34 • Joh. 16:23b–33",
    "text": "Hän vie minut vihreille niityille, hän johtaa minut vetten ääreen, siellä saan levätä. Hän virvoittaa minun sieluni. Ps. 23:2–3\n\nJeesus sanoo: Minun lampaani kuulevat minun ääneni ja minä tunnen ne, ja ne seuraavat minua. Minä annan heille ikuisen elämän. He eivät koskaan joudu hukkaan, eikä kukaan riistä heitä minulta. Joh. 10:27–28"
  },
  {
    "date": "2022-04-05T00:00:00Z",
    "header": "Job 19:21–27 • Joh. 17:1–5",
    "text": "He ylistivät ja kiittivät Herraa: – Hän on hyvä, iäti kestää hänen armonsa. Esra 3:11\n\nLaulettuaan kiitosvirren he lähtivät Öljymäelle. Mark. 14:26"
  },
  {
    "date": "2022-04-06T00:00:00Z",
    "header": "Valit. 3:1–8, 14–20 • Joh. 17:6–11a",
    "text": "Kuka on ohjannut Herran henkeä, kuka neuvonut ja opettanut häntä? Jes. 40:13\n\nKuinka ääretön onkaan Jumalan rikkaus, kuinka syvä hänen viisautensa ja tietonsa! Kuinka tutkimattomat ovat hänen tuomionsa ja jäljittämättömät hänen tiensä! Room. 11:33"
  },
  {
    "date": "2022-04-07T00:00:00Z",
    "header": "Jer. 15:15–21 • Joh. 17:11b–19",
    "text": "Jumala, joka on auttava sinua, Kaikkivaltias, joka siunaa sinua, antaa siunauksia ylhäältä taivaasta. 1. Moos. 49:25\n\nSiitä me ymmärrämme, että totuus on meissä, ja me voimme hänen edessään rauhoittaa sydämemme, jos se meitä jostakin syyttää. Jumala on meidän sydäntämme suurempi ja tietää kaiken. 1. Joh. 3:19–20"
  },
  {
    "date": "2022-04-08T00:00:00Z",
    "header": "Hepr. 10:1, 11–18 • Joh. 17:20–26",
    "text": "Daavid sanoi Natanille: ”Olen tehnyt syntiä Herraa vastaan.” Natan vastasi: ”Herra vapauttaa nyt sinut tästä synnistä, eikä sinun tarvitse kuolla.” 2. Sam. 12:13\n\nTe olitte kuolleita rikkomustenne vuoksi, mutta Jumala teki teidät eläviksi yhdessä Kristuksen kanssa. Kol. 2:13"
  },
  {
    "date": "2022-04-09T00:00:00Z",
    "header": "Ilm. 14:1–5 • Joh. 18:1–11",
    "text": "Herra on kuningas! Riemuitkoon maa, iloitkoot meren saaret ja rannat! Ps. 97:1\n\nJumalan valtakunta ei ole syömistä eikä juomista, vaan vanhurskautta, rauhaa ja iloa, jotka Pyhä Henki antaa. Room. 14:17"
  },
  {
    "date": "2022-04-10T00:00:00Z",
    "header": "Palmusunnuntai –\nKunnian kuninkaan alennustie\nPs. 22:2–6 tai Ps. 118:26–29 •\nJes. 50:4–10 tai Sak. 9:9–10 •\nFil. 2:5–11 • Joh. 12:12–14 • Ps. 55",
    "text": "Minä jään odottamaan Herraa, joka kätkee kasvonsa Jaakobin suvulta, häneen minä panen toivoni. Jes. 8:17\n\nMe odotamme autuaan toivomme toteutumista, suuren Jumalan ja Vapahtajamme Jeesuksen Kristuksen kirkkauden ilmestymistä. Hän antoi itsensä alttiiksi meidän puolestamme lunastaakseen meidät vapaiksi kaikesta vääryydestä. Tit. 2:13–14\n\nNöyryys ja hiljaisuus on valtasi salaisuus. Voimalla, väkivallalla et tahdo hallita. Uskomme vahvista, luo tiellemme valoa, johdata elämään rikkaaseen, rauhaan ja hyvyyteen. 15:3"
  },
  {
    "date": "2022-04-11T00:00:00Z",
    "header": "Matt. 26:6–13 • Joh. 18:12–27",
    "text": "Rohkaiskaa mielenne, olkaa lujat, kaikki te, jotka panette toivonne Herraan! Ps. 31:25\n\nKristus on avannut meille pääsyn tähän armoon, jossa nyt lujasti pysymme. Room. 5:2"
  },
  {
    "date": "2022-04-12T00:00:00Z",
    "header": "Job 38:1–11, 40:1–5 • Joh. 18:28–40",
    "text": "Kertokaa tästä riemuiten, kuuluttakaa, viekää viesti maan ääriin asti. Sanokaa: ”Herra on lunastanut palvelijansa Jaakobin vapaaksi!” Jes. 48:20\n\nHän on pelastanut meidät pimeyden vallasta ja siirtänyt meidät rakkaan Poikansa valtakuntaan. Kol. 1:13"
  },
  {
    "date": "2022-04-13T00:00:00Z",
    "header": "Luuk. 22:1–6 • Joh. 19:1–5",
    "text": "Hänen valtansa ulottuu maan ääriin saakka. Miika 5:3\n\nJeesus sanoo: Totisesti, totisesti: jos vehnänjyvä ei putoa maahan ja kuole, se jää vain yhdeksi jyväksi, mutta jos se kuolee, se tuottaa runsaan sadon. Joh. 12:24"
  },
  {
    "date": "2022-04-14T00:00:00Z",
    "header": "Kiirastorstai – Pyhä ehtoollinen Ps. 111:2–5 • Jes. 25:6–10 •\nAp. t. 2:42–47 • Luuk. 22:14–22 • Joh. 13:1–15:34–35 • Joh. 19:6–16a",
    "text": "Minun edessäni on notkistuva jokainen polvi, jokainen suu on vannova minun nimeeni! Näin minusta sanotaan: – Vain Herralla on voima, hän tekee pelastuksen tekoja. Jes. 45:23–24\n\nJeesus sanoo: Minä olen tämä elävä leipä, joka on tullut taivaasta, ja se, joka syö tätä leipää, elää ikuisesti. Joh. 6:51\n\nNauttiessamme ehtoollista uudelleen elpyy muistosi. Taas sydän tuntee taivaallista, palavaa rakkauttasi. Taas elävämmin aavistamme sen mitä kärsit puolestamme. 220:2"
  },
  {
    "date": "2022-04-15T00:00:00Z",
    "header": "Pitkäperjantai – Jumalan Karitsa\nPs. 22:7–20 • Jes. 53 • Hepr. 5:7–10 •\nLuuk. 23:32–46 • Joh. 19:16b–30",
    "text": "Taivuta sydämeni liittosi puoleen, oman voiton pyynnistä ohjaa se pois. Ps. 119:36\n\nJeesus Kristus alensi itsensä ja oli kuuliainen kuolemaan asti, ristinkuolemaan asti. Fil. 2:8\n\nAh kuinka, Herra taivaan, säikähtyy sieluni, kun kärsimääsi vaivaan on syynä syntini. Kuoleman, synnin orja vain vihan ansaitsin. Ristisi tähden kurja sain armon kuitenkin. 63:2"
  },
  {
    "date": "2022-04-16T00:00:00Z",
    "header": "1. Piet. 3:18–22 • Joh. 19:31–42",
    "text": "Anna meidän elää, me huudamme sinun nimeäsi. Ps. 80:19\n\nKristus Jeesus on kukistanut kuoleman ja tuonut valoon elämän ja katoamattomuuden lähettämällä maailmaan evankeliumin. 2. Tim. 1:10"
  },
  {
    "date": "2022-04-17T00:00:00Z",
    "header": "Pääsiäispäivä –\nKristus on ylösnoussut!\nPs. 118:15–23 (24) • Hoos. 6:1–3 • 1. Kor. 15:1–8 (9–10) 11 •\nLuuk. 24:1–12",
    "text": "Kun Daavidin päivät lähestyivät loppuaan, hän neuvoi poikaansa Salomoa näin: ”Minä olen nyt menossa sitä tietä, jota meidän kaikkien on mentävä. Ole sinä luja, ole mies! Muista, mihin Herra, sinun Jumalasi, sinua velvoittaa.” 1. Kun. 2:1–2, 3\n\nYlösnoussut sanoo: ”Rauha teille! Niin kuin Isä on lähettänyt minut, niin lähetän minä teidät.” Joh. 20:21\n\nKesälinnut taivaan alla iloisina lentävät. Sulaneella sydämellä laulaa toukomettiset. Elämä ja autuus loistaa Herran seurakunnassa. Aurinko on ristin päällä valkea ja punainen. 105:3"
  },
  {
    "date": "2022-04-18T00:00:00Z",
    "header": "2. pääsiäispäivä – Ylösnousseen kohtaaminen\nPs. 16:8–11 • Joona 2 •\nAp. t. 10:34–43 • Luuk. 24:13–35",
    "text": "Pidä päivin ja öin silmissäsi tämä temppeli, paikka, jossa olet sanonut nimesi asuvan. Kuule, mitä palvelijasi tähän paikkaan päin kääntyneenä rukoilee. 1. Kun. 8:29\n\nSamana päivänä, viikon ensimmäisenä, opetuslapset olivat illalla koolla lukittujen ovien takana, sillä he pelkäsivät juutalaisia. Yhtäkkiä Jeesus seisoi heidän keskellään ja sanoi: ”Rauha teille!” Joh. 20:19\n\nKaikille kerron: halleluja! Jeesus on noussut jo haudastaan! Syntinen armon häneltä saa. Toivon toi Kristus näin päälle maan. Kuoleman valta jo voitettu on, maksettu velkamme mittaamaton! Jeesus on Herra, halleluja, Vapahtajamme, pelastaja. 942:4"
  },
  {
    "date": "2022-04-19T00:00:00Z",
    "header": "Joh. 20:1–10 • Joh. 20:19–23",
    "text": "Minä kohotan käteni sinun puoleesi, sieluni janoaa sinua kuin kuivunut maa. Ps. 143:6\n\nJoka on janoissaan, tulkoon. Joka haluaa, saa lahjaksi elämän vettä. Ilm. 22:17"
  },
  {
    "date": "2022-04-20T00:00:00Z",
    "header": "Joh. 20:11–18 • Joh. 20:24–31",
    "text": "Hän, joka hajotti Israelin, kokoaa sen jälleen, hän pitää siitä huolta kuin paimen laumastaan. Jer. 31:10\n\nJeesus rukoili: Minä en rukoile vain heidän puolestaan, vaan myös niiden puolesta, jotka heidän todistuksensa tähden uskovat minuun. Minä rukoilen, että he kaikki olisivat yhtä. Joh. 17:20–21"
  },
  {
    "date": "2022-04-21T00:00:00Z",
    "header": "Joh. 21:1–14",
    "text": "Vihatkaa pahaa ja rakastakaa hyvää! Saattakaa kaupunginportissa oikeus voimaan. Ehkä Herra Jumala Sebaot silloin armahtaa Joosefin heimon jäännöstä. Aam. 5:15\n\nEläkää valon lapsina! Valo kasvattaa hyvyyden, oikeuden ja totuuden hedelmiä. Ef. 5:8–9"
  },
  {
    "date": "2022-04-22T00:00:00Z",
    "header": "Luuk. 24:36–47 • Joh. 21:15–19",
    "text": "Ryhdy toimeen. Herra olkoon kanssasi! 1. Aik. 22:16\n\nApostolit todistivat voimallisesti Herran Jeesuksen ylösnousemuksesta, ja Jumalan armo oli heidän kaikkien osana runsain määrin. Ap. t. 4:33"
  },
  {
    "date": "2022-04-23T00:00:00Z",
    "header": "Luuk. 24:1–12 • Joh. 21:20–25",
    "text": "Sinä olet kuin vehmas puutarha, kuin lähde, jonka vesi ei ehdy. Jes. 58:11\n\nJoka juo minun antamaani vettä, ei enää koskaan ole janoissaan. Siitä vedestä, jota minä annan, tulee hänessä lähde, joka kumpuaa ikuisen elämän vettä. Joh. 4:14"
  },
  {
    "date": "2022-04-24T00:00:00Z",
    "header": "1.sunnuntai pääsiäisestä – Ylösnousseen todistajia\nPs. 116:1–9 • Jes. 43:10–12 • 1. Joh. 5:4–12 • Joh. 20:19–31 • Ps. 81",
    "text": "Jo nyt minä riemuitsen Herrasta, iloitsen Jumalastani, joka pelastaa. Hab. 3:18\n\nIloitkaa siitä, että teidän nimenne on merkitty taivaan kirjaan. Luuk. 10:20\n\nAlas syntiimme armo kumartuu. Alas syntiimme armo kumartuu. Läpi lukkojenkin Herra Jeesus tulla voi. Kuolleista hän noussut on. 104:4"
  },
  {
    "date": "2022-04-25T00:00:00Z",
    "header": "1. Joh. 5:1–5 • 1. Joh. 1:1–4",
    "text": "Iloitkoon taivas, riemuitkoon maa! Julistakaa kaikkien kansojen kuulla: Herra on kuningas! 1. Aik. 16:31\n\nJeesus sanoo: Minulle on annettu kaikki valta taivaassa ja maan päällä Menkää siis ja tehkää kaikki kansat minun opetuslapsikseni: kastakaa heitä Isän ja Pojan ja Pyhän Hengen nimeen, ja opettakaa heitä noudattamaan kaikkea, mitä minä olen käskenyt teidän noudattaa. Matt. 28:18–20"
  },
  {
    "date": "2022-04-26T00:00:00Z",
    "header": "Job 42:7–17 • 1. Joh. 1:5–10",
    "text": "Onko ketään, joka ei kerran kuolisi, joka välttyisi joutumasta tuonelan kouriin? Ps. 89:49\n\nSynnin palkka on kuolema, mutta Jumalan armolahja on iankaikkinen elämä Kristuksessa Jeesuksessa, meidän Herrassamme. Room. 6:23"
  },
  {
    "date": "2022-04-27T00:00:00Z",
    "header": "Jes. 66:6–13 (14) • 1. Joh. 2:1–6",
    "text": "Pysykää uskollisina Herralle, Jumalallenne, kuten olette pysyneet tähän päivään saakka. Joos. 23:8\n\nEn tarkoita, että kykenisimme ajattelemaan mitään omin päin, mitään mikä olisi peräisin meistä itsestämme. Meidän kykymme on saatu Jumalalta. 2. Kor. 3:5"
  },
  {
    "date": "2022-04-28T00:00:00Z",
    "header": "1. Piet. 2:1–10 • 1. Joh. 2:7–11",
    "text": "Hän, Herra, ratkaisee kansanheimojen riidat, hän jakaa oikeutta kaikille kansoille. Niin taotaan miekat auran teriksi ja keihäät vesureiksi. Jes. 2:4\n\nHän lähetti Israelin kansalle sanansa, ilmoitti hyvän sanoman rauhasta, jonka Jeesus Kristus on tuonut – hän, joka on kaikkien Herra. Ap. t. 10:36"
  },
  {
    "date": "2022-04-29T00:00:00Z",
    "header": "Ilm. 7:13–17 • 1. Joh. 2:12–17",
    "text": "Älkää suunnitelko pahaa toinen toisellenne. Varokaa tekemästä väärää valaa. Minä vihaan kaikkea vääryyttä, sanoo Herra. Sak. 8:17\n\nOlkaa toisianne kohtaan ystävällisiä ja lempeitä ja antakaa toisillenne anteeksi, niin kuin Jumalakin on antanut teille anteeksi Kristuksen tähden. Ef. 4:32"
  },
  {
    "date": "2022-04-30T00:00:00Z",
    "header": "Ap. t. 8:26–39 • 1. Joh. 2:18–29",
    "text": "Herra sanoi Moosekselle: ”Minä teen sen mitä minulta pyydät, sillä olen mieltynyt sinuun ja tunnen sinut.” 2. Moos. 33:17\n\nJeesus sanoo: Minä olen hyvä paimen. Minä tunnen lampaani ja ne tuntevat minut. Joh. 10:14"
  },
  {
    "date": "2022-05-01T00:00:00Z",
    "header": "2. sunnuntai pääsiäisestä – Hyvä paimen\nPs. 23 • Hes. 34:11–16 • 1. Piet. 2:21–25 • Joh. 10:11–16 • Ps. 56",
    "text": "Sillä niin korkealla kuin taivas kaartuu maan yllä, niin korkealla ovat minun tieni teidän teittenne yläpuolella ja minun ajatukseni teidän ajatustenne yläpuolella. Jes. 55:9\n\nTietämisemme on näet vajavaista ja profetoimisemme on vajavaista, mutta kun täydellinen tulee, vajavainen katoaa. 1. Kor. 13:9–10\n\nJa pimeässä laaksossa jos yksin vaeltaisin ja tuhansissa vaaroissa jos tuskaa maistaa saisin, niin pelkäisi en kuitenkaan, kun vitsallaan ja sauvallaan minua Herra johtaa. 375:3"
  },
  {
    "date": "2022-05-02T00:00:00Z",
    "header": "Joh. 10:1–10 • 1. Joh. 3:1–10",
    "text": "Herra, sinä toteutit ihmeellisen suunnitelman, kaukaa harkitun, varman ja luotettavan. Jes. 25:1\n\nRakkaudessaan hän näki hyväksi jo edeltä määrätä meidät yhteyteensä, omiksi lapsikseen, Jeesuksen Kristuksen tähden. Ef. 1:5"
  },
  {
    "date": "2022-05-03T00:00:00Z",
    "header": "Matt. 9:35–10:1 • 1. Joh. 3:11–18",
    "text": "Laulakaa Herralle uusi virsi, maan ääristä alkaen laulakaa hänen ylistystään, te merenkulkijat ja itse meri, kaikki mitä siinä on, saaret ja rannikot, kaikki niiden asukkaat! Jes. 42:10\n\nTeidän on vain pysyttävä lujina uskon perustalla, horjahtamatta pois siitä toivosta, jonka teidän kuulemanne evankeliumi antaa. Tämä evankeliumi on julistettu kaikille luoduille taivaan alla. Kol. 1:23"
  },
  {
    "date": "2022-05-04T00:00:00Z",
    "header": "Joh. 17:20–26 • 1. Joh. 3:19–24",
    "text": "Lapset ovat Herran lahja, kohdun hedelmä on hänen antinsa. Ps. 127:3\n\nJeesus asetti heidän keskelleen lapsen, otti hänet syliinsä ja sanoi: ”Joka minun nimessäni ottaa luokseen yhdenkin tällaisen lapsen, se ottaa luokseen minut. Ja joka ottaa minut luokseen, ei ota minua, vaan sen joka on minut lähettänyt.” Mark. 9:36–37"
  },
  {
    "date": "2022-05-05T00:00:00Z",
    "header": "Ef. 4:11–16 • 1. Joh. 4:1–6",
    "text": "Vanhurskaan suunnitelmani mukaan minä, Herra, olen kutsunut sinut. Jes. 42:6\n\nKristuksen omina ja häneen uskoen voimme rohkeasti ja luottavaisina lähestyä Jumalaa. Ef. 3:12"
  },
  {
    "date": "2022-05-06T00:00:00Z",
    "header": "Hes. 34:23–31 • 1. Joh. 4:7–16",
    "text": "Jumala vaatii tuomiolle kaikista salatuistakin teoista, niin hyvistä kuin pahoista. Saarn. 12:14\n\nJokainen meistä joutuu tekemään Jumalalle tilin itsestään. Älkäämme siis enää tuomitko toisiamme. Room. 14:12–13"
  },
  {
    "date": "2022-05-07T00:00:00Z",
    "header": "Joh. 14:1–6 • 1. Joh. 4:17–21",
    "text": "Herra, anna meille apusi! Oi Herra, anna menestys! Ps. 118:25\n\nRauhan Jumala varustakoon teidät hyvillä lahjoillaan, niin että voitte täyttää hänen tahtonsa. Hepr. 13:20–21"
  },
  {
    "date": "2022-05-08T00:00:00Z",
    "header": "3. sunnuntai pääsiäisestä – Jumalan kansan koti–ikävä\nPs. 66:3–9 tai Ps. 126 •\nJes. 40:26–31 • Hepr. 13:12–16 • Joh. 16:16–23 • Ps. 66",
    "text": "Sokeat minä kuljetan tietä, jota he eivät ole kulkeneet, annan heidän astella polkuja, joita he eivät tunne. Minä muutan pimeyden heidän edellään valoksi. Jes. 42:16\n\nJumala on pimeydestä teidät kutsunut ihmeelliseen valoonsa. 1. Piet. 2:9\n\nLuonas, rakas Jeesus, aina sieluni on turvassa, suloisessa suojassa. Sydäntä ei pelko paina, eivät juonet saatanan, viha, vaino maailman. 355:4"
  },
  {
    "date": "2022-05-09T00:00:00Z",
    "header": "Room. 1:18–25 • 1. Joh. 5:1–5",
    "text": "Herra on vanhurskas Jumala, hän rakastaa oikeutta, oikeamieliset saavat nähdä hänen kasvonsa. Ps. 11:7\n\nTeidän tulee uudistua mieleltänne ja hengeltänne, ja pukea yllenne uusi ihminen, joka on luotu sellaiseksi kuin Jumala tahtoo, elämään oikeuden ja totuuden mukaista, pyhää elämää. Ef. 4:23–24"
  },
  {
    "date": "2022-05-10T00:00:00Z",
    "header": "1. Tim. 4:1–5 • 1. Joh. 5:6–12",
    "text": "Silloin ei kukaan enää opeta toista, veli ei opeta veljeään sanoen: ”Oppikaa tuntemaan Herra!” Sillä kaikki, pienimmästä suurimpaan, tuntevat minut, sanoo Herra. Jer. 31:34\n\nIhmiset kysyivät: ”Mitä meidän tulee tehdä, että tekomme olisivat Jumalan tekoja?” Jeesus vastasi: ”Uskokaa häneen, jonka Jumala on lähettänyt. Se on Jumalan teko.” Joh. 6:28–29"
  },
  {
    "date": "2022-05-11T00:00:00Z",
    "header": "Joh. 8:31–36 • 1. Joh. 5:13–21",
    "text": "Kun Samuel varttui, Herra oli hänen kanssaan eikä sallinut yhdenkään hänen sanansa osua harhaan. 1. Sam. 3:19\n\nJeesus sanoo: Joka kuulee teitä, kuulee minua. Luuk. 10:16"
  },
  {
    "date": "2022-05-12T00:00:00Z",
    "header": "Room. 8:7–11 • 2. Joh. 1–6",
    "text": "Sinä annoit minulle elämän, olit uskollinen, sinun huolenpitosi oli suojanani. Job 10:12\n\nTe olette kuulleet Jobin kestävyydestä ja tiedätte, mihin tulokseen Herra antoi sen johtaa. Herra on laupias ja anteeksiantava. Jaak. 5:11"
  },
  {
    "date": "2022-05-13T00:00:00Z",
    "header": "Joh. 19:1–7 • 2. Joh. 7–13",
    "text": "Herra, minun Jumalani, sinua minä huusin avuksi, ja sinä teit minut terveeksi. Ps. 30:3\n\nJeesus sanoi pahoista hengistä vapautuneelle: Mene kotiisi omaistesi luo ja kerro tästä suuresta teosta, jonka Herra on armossaan sinulle tehnyt. Mark. 5:19"
  },
  {
    "date": "2022-05-14T00:00:00Z",
    "header": "Ilm. 22:1–5 • 3. Joh. 1–15",
    "text": "Herran armoa on se, että vielä elämme, hänen laupeutensa ei lopu koskaan. Joka aamu Herran armo on uusi, suuri on hänen uskollisuutensa. Valit. 3:22–23\n\nSen tähden me emme lannistu. Vaikka ulkonainen ihmisemme murtuukin, niin sisäinen ihmisemme uudistuu päivä päivältä. 2. Kor. 4:16"
  },
  {
    "date": "2022-05-15T00:00:00Z",
    "header": "4. sunnuntai pääsiäisestä – Taivaan kansalaisena maailmassa\nPs. 98:2–9 • Jes. 63:7–9 •\nJaak. 1:17–21 • Joh. 16:5–15 • Ps. 98",
    "text": "Jokainen, joka huutaa avukseen Herran nimeä, pelastuu. Joel 3:5\n\nPietari kirjoittaa Jeesuksesta: Ei kukaan muu voi pelastaa kuin hän. Mitään muuta nimeä, joka meidät pelastaisi, ei ole ihmisille annettu koko taivaankannen alla. Ap. t. 4:12\n\nNimesi kunniaksi luonut myös minut olet maailmaan, elämän kaikki lahjat suonut armosta aina ajallaan. Voimasi anna minulle elää ja kuolla sinulle. 409:5"
  },
  {
    "date": "2022-05-16T00:00:00Z",
    "header": "Sananl. 8:22–36 • Joona 1:1–16",
    "text": "Kun Jobin ystävät saivat kuulla onnettomuudesta, joka oli kohdannut Jobia, he kävivät tapaamassa toisiaan ja päättivät mennä hänen luokseen osoittamaan hänelle myötätuntoa ja lohduttamaan häntä. He istuutuivat maahan hänen viereensä ja istuivat siinä seitsemän päivää ja seitsemän yötä. Kukaan heistä ei puhunut Jobille mitään, sillä he näkivät, miten kauhea hänen tuskansa oli. Job 2:11, 13\n\nKantakaa toistenne taakkoja, niin te toteutatte Kristuksen lain. Gal. 6:2"
  },
  {
    "date": "2022-05-17T00:00:00Z",
    "header": "Room. 15:14–21 • Joona 2:1–11",
    "text": "Ihmeelliset ovat hänen neuvonsa, hän antaa runsaan menestyksen. Jes. 28:29\n\nKristus tuli julistamaan rauhaa teille, jotka olitte kaukana, ja rauhaa niille, jotka olivat lähellä. Ef. 2:17"
  },
  {
    "date": "2022-05-18T00:00:00Z",
    "header": "Matt. 11:25–30 • Joona 3:1–10",
    "text": "Maan perustukset ovat Herran, niiden varaan hän on laskenut maan. 1. Sam. 2:8\n\nAlussa oli Sana. Sana oli Jumalan luona, ja Sana oli Jumala. Joh. 1:1"
  },
  {
    "date": "2022-05-19T00:00:00Z",
    "header": "1. Kor. 14:6–9, 15–19 • Joona 4:1–11",
    "text": "Onko Jumala unohtanut armonsa, vihassaan sulkenut sydämensä? Ps. 77:10\n\nMissä synti on tullut suureksi, siellä on armo tullut ylenpalttiseksi. Room. 5:20"
  },
  {
    "date": "2022-05-20T00:00:00Z",
    "header": "Ilm. 5:11–14 • Gal. 1:1–9",
    "text": "Syntieni kuorma käy yli voimieni, se on raskas taakka, raskaampi kuin jaksan kantaa. Ps. 38:5\n\nKristus kumosi meitä rasittavan velkakirjan kaikkine määräyksineen ja teki sen mitättömäksi naulitsemalla sen ristiin. Kol. 2:14"
  },
  {
    "date": "2022-05-21T00:00:00Z",
    "header": "Joh. 6:60–69 • Gal. 1:10–24",
    "text": "Joka rakastaa rahaa, ei saa sitä kyllin, eikä se, joka rakastaa rikkautta, saa voittoa tarpeekseen. Saarn. 5:9\n\nKun meillä on ruoka ja vaatteet, saamme olla tyytyväisiä. Ne, jotka tahtovat rikastua, joutuvat kiusaukseen ja lankeavat ansaan, monenlaisten järjettömien ja vahingollisten halujen valtaan , jotka syöksevät ihmiset tuhoon ja perikatoon. 1. Tim. 6:8–9"
  },
  {
    "date": "2022-05-22T00:00:00Z",
    "header": "5. sunnuntai pääsiäisestä – Sydämen puhetta Jumalan kanssa\nPs. 40:2–6 • Jer. 29:11–14 •\nEf. 3:14–21 • Joh. 16:23–33 • Ps. 95",
    "text": "Tämän kolmanneksen minä vien tuleen, puhdistan sen kuin hopean ja koettelen sitä tulessa niin kuin kulta koetellaan. He huutavat avuksi minun nimeäni, ja minä vastaan heille. Sak. 13:9\n\nSiksi te riemuitsette, vaikka nyt jouduttekin jonkin aikaa kärsimään monenlaisissa koettelemuksissa. Kultakin koetellaan tulessa, ja onhan teidän uskonne paljon arvokkaampaa kuin katoava kulta. 1. Piet. 1:6–7\n\nNäin käskit rukoilla, Isäni, Jumalani. Puolusta minua nyt, Jeesus, auttajani. Ja lohduttajani, oi Henki totuuden, käy heikon voimaksi, kun Isää rukoilen. 271:2"
  },
  {
    "date": "2022-05-23T00:00:00Z",
    "header": "Mark. 1:32–39 • Gal. 2:1–10",
    "text": "Kohottakaa ilohuuto Jumalalle, riemuhuuto Jaakobin Jumalalle! Hän on väkevä auttajamme. Ps. 81:2\n\nKaikessa me osoitamme olevamme Jumalan palvelijoita. Olemme murheellisia mutta aina iloisia. Olemme köyhiä, mutta teemme monia rikkaiksi; meillä ei ole mitään, mutta omistamme kaiken. 2. Kor. 6:4, 10"
  },
  {
    "date": "2022-05-24T00:00:00Z",
    "header": "Luuk. 18:1–8 • Gal. 2:11–21",
    "text": "Herra, älä ylen määrin vihastu meihin, älä loputtomiin muistele meidän pahoja tekojamme. Katso meitä. Kaikki me olemme sinun kansaasi. Jes. 64:8\n\nJohannes kirjoittaa: Rakkaat lapset! Kirjoitan tämän teille, jotta ette tekisi syntiä. Jos joku kuitenkin syntiä tekee, meillä on Isän luona puolustaja, joka on vanhurskas: Jeesus Kristus. 1. Joh. 2:1"
  },
  {
    "date": "2022-05-25T00:00:00Z",
    "header": "Joh. 14:7–14 • Gal. 3:1–14",
    "text": "Sinun, Herra, on suuruus ja voima, kunnia, kirkkaus ja valta, sillä sinun on kaikki, mitä on taivaassa ja maan päällä. 1. Aik. 29:11\n\nJumala on yksi, ja yksi on välittäjä Jumalan ja ihmisten välillä, ihminen Kristus Jeesus. Hän antoi itsensä lunnaiksi kaikkien puolesta. 1. Tim. 2:5–6"
  },
  {
    "date": "2022-05-26T00:00:00Z",
    "header": "Helatorstai – Korotettu Herra Ps. 47:6–9 • Ps. 110:1–4 •\nAp. t. 1:1–11 • Mark. 16:14–20 • Ps. 68:1–19",
    "text": "Hurskaat on istutettu Herran temppeliin, he kukoistavat Jumalamme esipihoilla. Vielä vanhoinakin he ovat voimissaan, versovat ja vihannoivat. Ps. 92:14–15\n\nJeesus sanoo: Minä näen teidät vielä uudelleen, ja silloin teidän sydämenne täyttää ilo, jota ei kukaan voi teiltä riistää. Joh. 16:22\n\nOi Kristus, seurakunnan pää, meidätkin tahdoit yhdistää ruumiisi jäseniksi. Nyt rauhan, voiman, valon tuot ja kuolemasta voiton suot, teet meidät eläviksi. Suokoon, tuokoon Herran kansa riemuissansa kiitoksensa voittajalle, Herrallensa. 108:3"
  },
  {
    "date": "2022-05-27T00:00:00Z",
    "header": "Joh. 18:33–38 • Gal. 3:15–18",
    "text": "Mene, Herra olkoon sinun kanssasi! 1. Sam. 17:37\n\nJoka palvelee, palvelkoon voimalla, jonka Jumala antaa. 1. Piet. 4:11"
  },
  {
    "date": "2022-05-28T00:00:00Z",
    "header": "La 28.5. Ef. 1:15–23 • Gal. 3:19–29",
    "text": "Älkää luottako maan mahtaviin, älkää luottako yhteenkään ihmiseen – ei ihmisestä ole auttajaksi. Ps. 146:3\n\nJeesus Kristus on luotettava todistaja, joka on esikoisena noussut kuolleista ja on maailman kuninkaiden hallitsija! Ilm. 1:5"
  },
  {
    "date": "2022-05-29T00:00:00Z",
    "header": "6. sunnuntai pääsiäisestä – Pyhän Hengen odotus\nPs. 27:1–3, 7–9 • Jes. 44:1–5 • Room. 8:12–17 • Joh. 15:26–16:4 • Ps. 68:20–36",
    "text": "Salomo sanoi: Mutta asuisiko Jumala maan päällä? Taivasten taivaatkaan eivät ole sinulle kyllin avarat – miten sitten tämä temppeli, jonka olen rakentanut! 1. Kun. 8:27\n\nJumalaa ei kukaan ole koskaan nähnyt. Mutta jos me rakastamme toisiamme, Jumala pysyy meissä ja hänen rakkautensa on saavuttanut meissä päämääränsä. 1. Joh. 4:12\n\nRukoilen, Herra, yhä: Henkesi lahjoita. Sytytä valo pyhä, mieleni kirkasta. Yön usvat aamu voittaa, taas uusi päivä koittaa, saan elää armosta. 124:4"
  },
  {
    "date": "2022-05-30T00:00:00Z",
    "header": "Hes. 11:14–20 • Gal. 4:1–7",
    "text": "Minä olen köyhä ja avuton, mutta sinä, Herra, pidät minusta huolen. Ps. 40:18\n\nToivo ei ole turha, sillä Jumala on vuodattanut rakkautensa meidän sydämiimme antamalla meille Pyhän Hengen. Room. 5:5"
  },
  {
    "date": "2022-05-31T00:00:00Z",
    "header": "Jes. 41:8–20 • Gal. 4:8–20",
    "text": "Herra, sinä olet armollinen kansallesi – muistathan myös minua! Auta minua, ota minut huomaasi. Ps. 106:4\n\nKukin meistä on saanut oman armolahjansa, sen jonka Kristus on nähnyt hyväksi antaa. Ef. 4:7"
  },
  {
    "date": "2022-06-01T00:00:00Z",
    "header": "Jes. 32:11–18 • Gal. 4:21–31",
    "text": "Herra, sinä olet kansojen tuomari. Ps. 7:9\n\nMeidän kaikkien on tultava Kristuksen tuomioistuimen eteen, jotta kukin saisi sen mukaan, mitä ajallisessa elämässään on tehnyt, hyvää tai pahaa. 2. Kor. 5:10"
  },
  {
    "date": "2022-06-02T00:00:00Z",
    "header": "Ap. t. 1:12–26 • Gal. 5:1–15",
    "text": "Herra muistaa meitä ja siunaa meitä. Ps. 115:12\n\nOnko sinulla mitään, mitä et ole saanut lahjaksi? 1. Kor. 4:7"
  },
  {
    "date": "2022-06-03T00:00:00Z",
    "header": "Joh. 19:25–27 • Gal. 5:16–26",
    "text": "Joka uhraa kiitosta, se kunnioittaa minua. Joka pysyy oikealla tiellä, saa nähdä, kuinka Jumala pelastaa. Ps. 50:23\n\nJuurtukaa häneen, rakentakaa elämänne hänen varaansa ja vahvistukaa uskossa sen mukaan kuin teille on opetettu. Kaikukoon kiitoksenne runsaa- na. Kol. 2:7"
  },
  {
    "date": "2022-06-04T00:00:00Z",
    "header": "Helluntaiaatto – Tule, Pyhä Henki Ps. 34:2–4, 9–11 • tai Ps. 107:1–2,\n21–22 • Jes. 59:20–21 • Ap. t. 19:1–6 • Joh. 14:8–17 • Gal. 6:1–18",
    "text": "Herra kulki päiväsaikaan pilvipatsaassa heidän edellään näyttäen heille tietä ja yöllä tulipatsaassa valaisten heidän tietään, niin että he saattoivat kulkea sekä päivällä että yöllä. 2. Moos. 13:21\n\nKaikki, mitä pyhät kirjoitukset sisältävät, on kirjoitettu meille opiksi, jotta saisimme siitä kestävyyttä, lohtua ja toivoa. Room. 15:4\n\nJumalan Hengen turvissa saan taivaan tietä kulkea, hän neuvoo, ohjaa meitä. Ja hänen viittaamansa tie autuuteen, suureen iloon vie, jos viekin vaivain teitä. 118:3"
  },
  {
    "date": "2022-06-05T00:00:00Z",
    "header": "Helluntaipäivä –\nPyhän Hengen vuodattaminen\nPs. 68:5–11 • Hes. 36:24–28 • Ap. t. 2:1–13 • Joh. 14:23–29 • Ps. 148",
    "text": "Vaikka ruumiini ja sieluni nääntyy, Jumala on kallioni, minun osani iankaikkisesti. Ps. 73:26\n\nEikä vain luomakunta, vaan myös me, jotka olemme ensi lahjana saaneet omaksemme Hengen, huokailemme odottaessamme Jumalan lapseksi pääsemistä, ruumiimme lunastamista vapaaksi. Meidät on pelastettu, se on varma toivomme. Room. 8:23–24\n\nTule sydämeeni, ohjaa askeleeni kunniaksesi. Käännä etsintäni, että elämäni Herraa kiittäisi. Anna rukouksen mieli, kiitokseesi käännä kieli. 119:7"
  },
  {
    "date": "2022-06-06T00:00:00Z",
    "header": "4. Moos. 11:14–30 • Laul. l. 1:1–2:7",
    "text": "Herra tutkii kaikki sydämet ja ymmärtää kaikki ajatukset ja pyrkimykset. 1. Aik. 28:9\n\nMe pysymme hänessä ja hän pysyy meissä; tämän me tiedämme siitä, että hän on antanut meille Henkeään. 1. Joh. 4:13"
  },
  {
    "date": "2022-06-07T00:00:00Z",
    "header": "Ap. t. 4:23–31 • Laul. l. 2:8–3:11",
    "text": "Palvelkaa aina Herraa kaikesta sydämestänne. Älkää eksykö seuraamaan olemattomia jumalia. Ne eivät pysty auttamaan eivätkä pelastamaan, sillä olemattomia ne ovat. 1. Sam. 12:20–21\n\nJos joku tahtoo olla minun palvelijani, seuratkoon minua. Missä minä olen, siellä on oleva myös palvelijani. Joh. 12:26"
  },
  {
    "date": "2022-06-08T00:00:00Z",
    "header": "Ap. t. 8:9–25 • Laul. l. 4:1–5:1",
    "text": "Herra tekee köyhäksi ja antaa rikkauden, painaa maahan ja kohottaa. 1. Sam. 2:7\n\nVeljeni, te jotka uskotte meidän Herraamme Jeesukseen Kristukseen, kirkkauden Herraan, älkää erotelko ihmisiä. Jaak. 2:1"
  },
  {
    "date": "2022-06-09T00:00:00Z",
    "header": "Ap. t. 11:1–18 • Laul. l. 5:2–16",
    "text": "Jos teet oikein, voit kohottaa katseesi, mutta jos et tee, on synti ovella vaanimassa. Sinua se haluaa, mutta sinun on pidettävä se kurissa. 1. Moos. 4:7\n\nVapauteen Kristus meidät vapautti. Gal. 5:1"
  },
  {
    "date": "2022-06-10T00:00:00Z",
    "header": "Ap. t. 11:19–26 • Laul. l. 6:1–7:10",
    "text": "Sävyisä vastaus taltuttaa kiukun, loukkaava sana nostaa vihan. Sananl. 15:1\n\nSopikaa riitanne, ennen kuin aurinko laskee. Älkää antako Paholaiselle tilaisuutta. Ef. 4:26–27"
  },
  {
    "date": "2022-06-11T00:00:00Z",
    "header": "Ap. t. 18:1–11 • Laul. l. 7:11–8:14",
    "text": "Tulee vielä aika, jolloin yksikään kansa ei enää kohota miekkaa toista vastaan eikä harjoittele sotataitoja. Jes. 2:2, 4\n\nSotilaat kysyivät Johannekselta: ”Entä me, mitä meidän tulee tehdä?” Hän sanoi heille: ”Älkää ryöstäkö älkääkä kiristäkö keneltäkään, vaan tyytykää palkkaanne.” Luuk. 3:14"
  },
  {
    "date": "2022-06-12T00:00:00Z",
    "header": "Pyhän kolminaisuuden päivä – Salattu Jumala\nPs. 95:1–2, 6–7 • Jes. 6:1–8 (9–10) • Room. 11:33–36 • Joh. 3:1–15 •\nPs. 93",
    "text": "Älä eksy joukon mukana tekemään pahaa. 2. Moos. 23:2\n\nSilloin me noudatamme totuutta ja rakkautta ja kasvamme kaikin tavoin kiinni Kristukseen, häneen, joka on pää. Ef. 4:15\n\nOi Pyhä Henki, lohduta ja meitä neuvo, johdata. Jumala kolmiyhteinen, turvaksi tule kaikkien, kaikkien. 130:3"
  },
  {
    "date": "2022-06-13T00:00:00Z",
    "header": "2. Moos. 3:13–20 • Tuom. 1:1–3, 17–21",
    "text": "Mahtavilla teoilla sinä, Jumalamme, vastaat meille, sinä siunaat ja autat meitä. Ps. 65:6\n\nJeesus sanoo: Mitä te minun nimeeni vedoten pyydätte minulta, sen minä teen. Joh. 14:14"
  },
  {
    "date": "2022-06-14T00:00:00Z",
    "header": "Jes. 43:8–13 • Tuom. 1:27–2:5",
    "text": "Jos Herra ei kaupunkia vartioi, turhaan vartija valvoo. Ps. 127:1\n\nMinä luotan siihen, että Jumala, joka on teissä aloittanut hyvän työnsä, myös saattaa sen päätökseen Kristuksen Jeesuksen päivään mennessä. Fil. 1:6"
  },
  {
    "date": "2022-06-15T00:00:00Z",
    "header": "Jes. 57:14–16 • Tuom. 2:6–23",
    "text": "Herra varjelee kaikki sinun askeleesi, sinun lähtösi ja tulosi nyt ja aina. Ps. 121:8\n\nHerra on uskollinen, ja hän on vahvistava teitä ja varjeleva teitä pahalta. 2. Tess. 3:3"
  },
  {
    "date": "2022-06-16T00:00:00Z",
    "header": "2. Piet. 1:16–21 • Tuom. 4:1–24",
    "text": "Palvelkaa Herraa, Jumalaanne, niin hän siunaa teidän ruokanne ja juomanne. 2. Moos. 23:25\n\nÄlkää siis murehtiko: ”Mitä me nyt syömme?” tai ”Mitä me juomme?” tai ”Mistä me saamme vaatteet?” Tätä kaikkea pakanat tavoittelevat. Teidän taivaallinen Isänne tietää kyllä, että te tarvitsette kaikkea tätä. Matt. 6:31–32"
  },
  {
    "date": "2022-06-17T00:00:00Z",
    "header": "Hepr. 2:1–10 • Tuom. 5:1–31",
    "text": "Herra, minun Jumalani, miten suuri ja mahtava sinä olet! Sinun vaatteenasi on kirkkaus ja kunnia, valo ympäröi sinut kuin viitta. Ps. 104:1–2\n\nTe olette valittu suku, Jumalan oma kansa, määrätty julistamaan hänen suuria tekojaan, joka teidät on pimeydestä kutsunut ihmeelliseen valoonsa. 1. Piet. 2:9"
  },
  {
    "date": "2022-06-18T00:00:00Z",
    "header": "Ef. 4:1–6 • Tuom. 6:1–10",
    "text": "Herra ravitsee nääntyvän, hän täyttää nälkäisen hyvillä antimilla. Ps. 107:9\n\nMinun Jumalani on Kristuksen Jeesuksen tähden antava teille taivaallisen kunniansa rikkaudesta kaiken, mitä tarvitsette. Fil. 4:19"
  },
  {
    "date": "2022-06-19T00:00:00Z",
    "header": "2. sunnuntai helluntaista – Katoavat ja katoamattomat aarteet Ps. 49:6–10, 16–21 • Saarn. 5:9–14 tai Dan. 5:1–9, 13–17, 25–30 •\n1. Joh. 4:16–21 • Luuk. 16:19–31 • Ps. 76",
    "text": "Antelias antaa ja rikastuu yhä, saituri kitsastelee ja köyhtyy. Sananl. 11:24\n\nPaavali kirjoittaa: Kaikin tavoin olen teille osoittanut, että näin, työtä tehden, tulee huolehtia vähäosaisista muistaen Herran Jeesuksen omat sanat: ”Autuaampi on antaa kuin ottaa.” Ap. t. 20:35\n\nMonet kukkuloille täällä korkeimmille pyrkii kunniaan. Jeesus, lähelläsi auta jälkiäsi aina seuraamaan. Ainoa on kunnia, Jeesus, elää omanasi, palvelijanasi. 303:5"
  },
  {
    "date": "2022-06-20T00:00:00Z",
    "header": "Room. 12:9–16 • Tuom. 6:11–24",
    "text": "Sinulla ei saa olla muita jumalia. 2. Moos. 20:3\n\nSimon Pietari sanoi: ”Herra, kenen luo me menisimme? Sinulla on ikuisen elämän sanat. Me uskomme ja tiedämme, että sinä olet Jumalan Pyhä.” Joh. 6:68–69"
  },
  {
    "date": "2022-06-21T00:00:00Z",
    "header": "Luuk. 6:27–35 • Tuom. 6:25–32",
    "text": "Lasten ja imeväisten huudot todistavat sinun voimastasi. Ps. 8:3\n\nKun ylipapit ja lainopettajat näkivät, mitä kaikkea hämmästyttävää Jeesus teki, ja kuulivat lasten huutavan temppelissä: ”Hoosianna, Daavidin Poika!”, he suuttuivat ja sanoivat hänelle: ”Kuuletko, mitä nuo huutavat?” Matt. 21:15–16"
  },
  {
    "date": "2022-06-22T00:00:00Z",
    "header": "Joh. 12:1–8 • Tuom. 6:33–40",
    "text": "Muista ohjeeni, niin menestyt, saamiasi neuvoja varjele kuin silmäterää. Sananl. 7:2\n\nKuka teistä on viisas ja ymmärtäväinen? Esittäköön hän osoitukseksi hyvästä vaelluksesta tekonsa, sävyisästi, niin kuin viisas tekee. Jaak. 3:13"
  },
  {
    "date": "2022-06-23T00:00:00Z",
    "header": "Joh. 21:15–19 • Tuom. 7:1–15",
    "text": "Kiittäkää Herraa, kaikukoon kaikkialla huuto: ”Nyt sinä, Herra, pelastat kansasi!” Jer. 31:7\n\nHerra, anna palvelijoillesi voimaa pelotta julistaa sanaasi. Ap. t. 4:29"
  },
  {
    "date": "2022-06-24T00:00:00Z",
    "header": "Ap. t. 19:1–7 • Tuom. 7:16–8:3",
    "text": "Herra on antanut täydellisen lain, se virvoittaa mielen. Ps. 19:8\n\nIhmiset kysyivät Johannekselta: ”Mitä meidän sitten tulee tehdä?” Hän vastasi heille: ”Jolla on kaksi paitaa, antakoon toisen sille, jolla ei ole yhtään. Jolla on ruokaa, tehköön samoin.” Luuk. 3:10–11"
  },
  {
    "date": "2022-06-25T00:00:00Z",
    "header": "Juhannuspäivä – Tien raivaaja Ps. 92:2–6 • Jes. 40:1–8 •\nAp. t. 13:23–26 • Luuk. 1:57–66 • Tuom. 8:22–35",
    "text": "Painakaa siis mieleenne, että niin kuin isä kasvattaa lastaan, niin Herra, teidän Jumalanne, kasvattaa teitä. 5. Moos. 8:5\n\nJeesus sanoo: Minä annoin teille esimerkin, jotta tekisitte saman minkä minä tein teille. Joh. 13:15\n\nMaan, meren anna kantaa runsaasti lahjojas, tarpeemme meille antaa sun siunauksestas. Suo suloisuutta maistaa myös sielun sanassas, ain armos sille paistaa, niin on se autuas. 571:6"
  },
  {
    "date": "2022-06-26T00:00:00Z",
    "header": "3. sunnuntai helluntaista – Kutsu Jumalan valtakuntaan Ps. 18:17–20, 26–29 •\nHoos. 11:1–4, 7 • Fil. 2:12–16 • Luuk. 14:16–24 • Ps. 36",
    "text": "Sinä olet antanut vaikeita vuosia ja monia ahdistuksen aikoja, mutta yhä uudelleen sinä virvoitat minut, syvyyksistä sinä minut nostat. Ps. 71:20\n\nMinä jätän teille rauhan. Oman rauhani minä annan teille, en sellaista jonka maailma antaa. Olkaa rohkeat, älkää vaipuko epätoivoon. Joh. 14:27\n\nMaailman tien me jätämme ja Herran tielle lähdemme. Myös jääkööt turhat murheemme, ne estävät vain matkaamme. 151:3"
  },
  {
    "date": "2022-06-27T00:00:00Z",
    "header": "Sananl. 9:1–10 • Tuom. 9:1–6",
    "text": "Israelilaiset sanovat: ”Herra ei tee oikein.” Päinvastoin: heidän omat ajatuksensa kulkevat väärää tietä! Hes. 33:17\n\nPyrkikää saamaan selville, mikä on Herran mielen mukaista. Ef. 5:10"
  },
  {
    "date": "2022-06-28T00:00:00Z",
    "header": "2. Moos. 2:11–25 • Tuom. 9:7–21",
    "text": "Minä pysyn aina lähellä Herraa. Kun hän on oikealla puolellani, minä en horju. Ps. 16:8\n\nPaavali sanoi: Jumalan avulla olen kuitenkin selvinnyt tähän päivään asti ja voin nytkin täyttää todistajan tehtävääni. Ap. t. 26:22"
  },
  {
    "date": "2022-06-29T00:00:00Z",
    "header": "Mark. 1:40–45 • Tuom. 9:50–57",
    "text": "Minä olen pannut teidän valittavaksenne elämän ja kuoleman, siunauksen ja kirouksen. Valitkaa siis elämä. 5. Moos. 30:19\n\nIkuinen elämä on sitä, että he tuntevat sinut, ainoan todellisen Jumalan, ja hänet, jonka olet lähettänyt, Jeesuksen Kristuksen. Joh. 17:3"
  },
  {
    "date": "2022-06-30T00:00:00Z",
    "header": "Matt. 15:29–39 • Tuom. 13:1–25",
    "text": "Herra on minun väkeni ja voimani, hän pelasti minut. 2. Moos. 15:2\n\nMaria sanoi: Voimallinen on tehnyt minulle suuria tekoja. Hänen nimensä on pyhä. Luuk. 1:49"
  },
  {
    "date": "2022-07-01T00:00:00Z",
    "header": "Joh. 6:37–46 • Tuom. 14:1–20",
    "text": "Herra, käänny jo puoleeni ja pelasta minut, auta minua, osoita uskollisuutesi! Ps. 6:5\n\nJeesus kääntyi, näki naisen ja sanoi: ”Ole rohkealla mielellä, tyttäreni, uskosi on parantanut sinut.” Siitä hetkestä nainen oli terve. Matt. 9:22"
  },
  {
    "date": "2022-07-02T00:00:00Z",
    "header": "Joh. 4:5–18 • Tuom. 15:1–16:3",
    "text": "Vaikka nousisin lentoon aamuruskon siivin tai muuttaisin merten taa, sielläkin sinä minua ohjaat, talutat väkevällä kädelläsi. Ps. 139:9–10\n\nJeesus sanoo: Katso, minä olen teidän kanssanne kaikki päivät maailman loppuun asti. Matt. 28:20"
  },
  {
    "date": "2022-07-03T00:00:00Z",
    "header": "4. sunnuntai helluntaista – Kadonnut ja jälleen löytynyt\nPs. 32:1–2, 5–8 • Jes. 57:15–19 (20–21) • 1. Piet. 5:5–11 • Luuk. 15:1–10 • Ps. 52",
    "text": "Tulkaa, kaikki jotka palvelette Jumalaa, kuulkaa, kun minä kerron, mitä Jumala on minulle tehnyt. Ps. 66:16\n\nPaavali kirjoittaa: Sen elämän, jota tässä ruumiissani vielä elän, elän uskoen Jumalan Poikaan, joka rakasti minua ja antoi henkensä puolestani. Gal. 2:20\n\nHän itse, leipä elämän ja armon lähde syvä, suo Hengen voiman väkevän, on riemu enentyvä. Jos tieni kulkee pimeään, en väisty hänen jäljistään, hän ohjaa, Paimen hyvä. 392:3"
  },
  {
    "date": "2022-07-04T00:00:00Z",
    "header": "1. Joh. 3:19–24 • Tuom. 16:4–22",
    "text": "Kaiken tämän on minun käteni tehnyt, niin nämä ovat syntyneet, sanoo Herra. Köyhää minä katson, köyhää, hengeltään särkynyttä, sanani alla arkaa. Jes. 66:2\n\nJeesus rukoili: Pyhitä heidät totuudellasi. Sinun sanasi on totuus. Joh. 17:17"
  },
  {
    "date": "2022-07-05T00:00:00Z",
    "header": "Luuk. 7:36–50 • Tuom. 16:23–31",
    "text": "Abram uskoi Herran lupaukseen, ja Herra katsoi hänet vanhurskaaksi. 1. Moos. 15:6\n\nTodellisia Abrahamin jälkeläisiä ovat ne, joilla on usko. Gal. 3:7"
  },
  {
    "date": "2022-07-06T00:00:00Z",
    "header": "Joh. 5:1–16 • Ruut 1:1–22",
    "text": "Herra on sinun ikuinen valosi ja sinun Jumalasi on sinun kirkkautesi. Jes. 60:19\n\nTämä on se sanoma, jonka olemme häneltä kuulleet ja jonka julistamme teille: Jumala on valo, hänessä ei ole pimeyden häivää. 1. Joh. 1:5"
  },
  {
    "date": "2022-07-07T00:00:00Z",
    "header": "Matt. 16:13–19 • Ruut 2:1–23",
    "text": "Kaikki voima ja valta on lähtöisin sinulta, sinun vallassasi on tehdä suureksi ja väkeväksi kenet tahdot. 1. Aik. 29:12\n\nHän otti lapset syliinsä, pani kätensä heidän päälleen ja siunasi heitä. Mark. 10:16"
  },
  {
    "date": "2022-07-08T00:00:00Z",
    "header": "Gal. 3:6–14 • Ruut 3:1–18",
    "text": "Minä itse rankaisen teitä, sen te olette teoillanne ansainneet, sanoo Herra. Jer. 21:14\n\nMeidän ei pidä väsyä tekemään hyvää, sillä jos emme hellitä, saamme aikanaan korjata sadon. Gal. 6:9"
  },
  {
    "date": "2022-07-09T00:00:00Z",
    "header": "Room. 8:1–6 • Ruut 4:1–22",
    "text": "Eivät he janoa kärsineet, kun hän vei heidät autiomaahan: veden hän sai vuotamaan kalliosta heille, hän halkaisi kallion, ja vedet virtasivat. Jes. 48:21\n\nJeesus sanoo: Jos jonkun on jano, tulkoon minun luokseni ja juokoon! Joh. 7:37"
  },
  {
    "date": "2022-07-10T00:00:00Z",
    "header": "5. sunnuntai helluntaista – Armahtakaa!\nPs. 13:2–6 • Joona 3:1–5,10–4:11 tai Sak. 8:16–17 • Room. 14:7–12 • Luuk. 6:36–42 • Ps. 42",
    "text": "Katso, niin kuin savi on valajan kädessä, niin sinä, Israelin kansa, olet minun kädessäni. Jer. 18:6\n\nJumala saa teissä aikaan sen, että tahdotte tehdä ja myös teette niin kuin on hänen hyvä tarkoituksensa. Fil. 2:13\n\nVähäinen olin verso, metsässä kohosin, vaan hyvään viinipuuhun yhdistit minutkin. Suo, että oksana hedelmät hyvät toisin, Herrassa kasvaa voisin. Tee työsi minussa. 445:2"
  },
  {
    "date": "2022-07-11T00:00:00Z",
    "header": "Luuk. 5:17–26 • Joh. 5:1–18",
    "text": "Herra, sinä olet minun voimani ja väkevyyteni, pakopaikkani hädän päivänä! Jer. 16:19\n\nMe olemme kaikin tavoin ahtaalla mutta emme umpikujassa, neuvottomia mutta emme toivottomia. 2. Kor. 4:8"
  },
  {
    "date": "2022-07-12T00:00:00Z",
    "header": "Matt. 18:15–20 • Joh. 5:19–30",
    "text": "Herra, minun Jumalani, on voimani. Hab. 3:19\n\nSiksihän me näemme vaivaa ja kilvoittelemme, että olemme panneet toivomme elävään Jumalaan, joka on kaikkien ihmisten pelastaja, varsinkin uskovien. 1. Tim. 4:10"
  },
  {
    "date": "2022-07-13T00:00:00Z",
    "header": "1. Kor. 12:19–26 • Joh. 5:31–40",
    "text": "Heidän keskellään minä teen ihmeen ja heidän joukostaan lähetän eloon jääneitä vieraiden kansojen luo. Nuo, jotka lähtevät, kertovat vieraiden kansojen keskuudessa minun kirkkaudestani. Jes. 66:19\n\nMenkää kaikkialle maailmaan ja julistakaa evanke- liumi kaikille luoduille. Mark. 16:15"
  },
  {
    "date": "2022-07-14T00:00:00Z",
    "header": "Ap. t. 4:32–37 • Joh. 5:41–47",
    "text": "Herra on hyvä kaikille, hän armahtaa kaikkia luotujaan. Ps. 145:9\n\nHän antaa aurinkonsa nousta niin hyville kuin pahoille ja lähettää sateen niin hurskaille kuin jumalattomille. Matt. 5:45"
  },
  {
    "date": "2022-07-15T00:00:00Z",
    "header": "Fil. 2:1–5 • Joh. 6:1–15",
    "text": "Hän antaa apunsa niille, jotka häntä palvelevat. Laupeus ja uskollisuus kohtaavat, oikeus ja rauha suutelevat toisiaan. Ps. 85:10, 11\n\nKun nyt Jumala on tehnyt meidät, jotka uskomme, vanhurskaiksi, meillä on Herramme Jeesuksen Kristuksen ansiosta rauha Jumalan kanssa. Room. 5:1"
  },
  {
    "date": "2022-07-16T00:00:00Z",
    "header": "Gal. 6:1–5 • Joh. 6:16–21",
    "text": "Vaikka minä kuljen ahdingosta ahdinkoon, sinä annat minulle voimaa elää. Ps. 138:7\n\nKaikessa me osoitamme olevamme Jumalan palvelijoita. Me kestämme sitkeästi vaikeudet, vaivat ja ahdingot. 2. Kor. 6:4"
  },
  {
    "date": "2022-07-17T00:00:00Z",
    "header": "Apostolien päivä –\nHerran palveluksessa\nPs. 145:3–7 • 1. Moos. 12:1–4 • Room. 1:1–7 tai 1. Tim. 1:12–17 • Luuk. 5:1–11 • Ps. 73",
    "text": "Herra, aseta vartija suulleni, pane vartio huulteni portille. Ps. 141:3\n\nÄlkää päästäkö suustanne sopimatonta puhetta, vaan puhukaa sitä, mikä kulloinkin on hyvää ja hyödyllistä ja kuulijoille iloksi. Ef. 4:29\n\nNyt uskossa autuuden rantaa jo täältä me katselemme. Jo virtemme kiitosta kantaa, me toivossa riemuitsemme. Vaan kerran kun pääsemme Karitsan luo, soi laulumme uusi kuin pauhaava vuo. Se iäistä kiitosta Herralle soi, hän armahti, taivaaseen toi. 178:5"
  },
  {
    "date": "2022-07-18T00:00:00Z",
    "header": "Jer. 20:7–11 • Joh. 6:22–34",
    "text": "Jeremia sanoo: Kansani, oma tyttäreni, on murtunut, se isku on murtanut minutkin. Eikö edes Gileadissa ole balsamia, eikö sieltäkään löydy parantajaa? Jer. 8:21, 22\n\nJeesus sanoi opetuslapsilleen: Kun tulette kaupunkiin ja teidät otetaan siellä vastaan, syökää mitä teille tarjotaan, parantakaa kaupungin sairaat ja kertokaa kaikille: ’’Jumalan valtakunta on tullut teitä lähelle.’’ Luuk. 10:8–9"
  },
  {
    "date": "2022-07-19T00:00:00Z",
    "header": "Hes. 2:3–8a • Joh. 6:35–51",
    "text": "Herran enkeli on asettunut vartioon. Hän suojaa niitä, jotka palvelevat Herraa, ja pelastaa heidät. Ps. 34:8\n\nYhtäkkiä hänen edessään seisoi Herran enkeli ja huone oli täynnä valoa, ja enkeli töytäisi Pietarin hereille sanoen: ”Nouse kiireesti.” Kahleet putosivat Pietarin käsistä. Ap. t. 12:7"
  },
  {
    "date": "2022-07-20T00:00:00Z",
    "header": "Gal. 1:13–24 • Joh. 6:52–59",
    "text": "Sinä olet minun suojani ja kilpeni, sinun sanaasi minä panen toivoni. Ps. 119:114\n\nSadanpäällikkö vastasi: ”Ei, Herra, en minä ole sen arvoinen, että tulisit kattoni alle. Sano vain sana, ja palvelijani paranee.” Matt. 8:8"
  },
  {
    "date": "2022-07-21T00:00:00Z",
    "header": "Ap. t. 15:4–12 • Joh. 6:60–65",
    "text": "Sinä muistat, miten olet elänyt. Sinä muistat tekosi, sinä häpeät, et tohdi suutasi avata häpeäsi tähden, kun minä annan anteeksi kaiken minkä olet tehnyt. Näin sanoo Herra Jumala. Hes. 16:61, 63\n\nJumalan mielen mukainen murhe saa aikaan parannuksen, jota ei tarvitse katua, sillä se johtaa pelastukseen. 2. Kor. 7:10"
  },
  {
    "date": "2022-07-22T00:00:00Z",
    "header": "Room. 9:14–26 • Joh. 6:66–71",
    "text": "Kiitetty olkoon Herra, joka lupauksensa mukaisesti on antanut kansalleen Israelille turvallisen asuinsijan. 1. Kun. 8:56\n\nJumalan kansalla on siis yhä sapattijuhla edessään. Hepr. 4:9"
  },
  {
    "date": "2022-07-23T00:00:00Z",
    "header": "2. Kor. 12:1–10 • Joh. 7:1–13",
    "text": "Ole rohkea ja luja, älä pelkää äläkä lannistu. Herra, sinun Jumalasi, on sinun kanssasi kaikilla teilläsi. Joos. 1:9\n\nSiksi iloitsen heikkoudesta, loukkauksista, vai- keuksista, vainoista ja ahdingoista, joihin joudun Kristuksen tähden. Juuri heikkona olen voimakas. 2. Kor. 12:10"
  },
  {
    "date": "2022-07-24T00:00:00Z",
    "header": "7. sunnuntai helluntaista – Rakkauden laki\nPs. 28:1–2, 6–9 • 3. Moos. 19:1–4, 11–18 • Room. 12:16–21 •\nMatt. 5:20–30 • Ps. 139",
    "text": "Virta ja kaikki sen haarat ilahduttavat Jumalan kaupunkia, Korkeimman pyhiä asuinsijoja. Jumala on kaupunkinsa keskellä, kaupunki ei järky. Ps. 46:5–6\n\nKatso, Jumalan asuinsija ihmisten keskellä! Hän asuu heidän luonaan, ja heistä tulee hänen kansansa. Jumala itse on heidän luonaan. Ilm. 21:3\n\nRakkaus, et koskaan soimaa, totuudessa vapahdat. Rakkaus, näin annat voimaa, virvoitat ja uudistat. Rakkaus, nyt itseni annan sinun haltuusi. 430:4"
  },
  {
    "date": "2022-07-25T00:00:00Z",
    "header": "2. Moos. 14:15–22 • Joh. 7:14–24",
    "text": "Daavid haki tukea Herrasta, Jumalastaan. 1. Sam. 30:6\n\nApostolit sanoivat Herralle: ”Anna meille vahvempi usko!” Luuk. 17:5"
  },
  {
    "date": "2022-07-26T00:00:00Z",
    "header": "1. Moos. 32:23–32 (33) • Joh. 7:25–31",
    "text": "Kertokaa kansoille hänen suuret tekonsa, julistakaa, että hänen nimensä on ylhäinen. Jes. 12:4\n\nJohannes kirjoittaa: Minä näin taas uuden enkelin, joka lensi korkealla taivaan laella. Hänen tehtävänään oli julistaa ikuinen evankeliumi maan asukkaille, kaikille kansoille, heimoille, kielille ja maille. Hän kuulutti kovalla äänellä: ”Pelätkää Jumalaa ja antakaa hänelle kunnia.” Ilm. 14:6–7"
  },
  {
    "date": "2022-07-27T00:00:00Z",
    "header": "Ap. t. 16:23–34 • Joh. 7:32–39\n",
    "text": "Kiittäkää valtiaitten valtiasta! Hän yksin tekee suuria ihmetekoja. Iäti kestää hänen armonsa! Ps. 136:3, 4\n\nHuomattuaan parantuneensa yksi heistä kääntyi takaisin. Hän ylisti Jumalaa suureen ääneen, lankesi maahan Jeesuksen jalkojen juureen ja kiitti häntä. Luuk. 17:15–16"
  },
  {
    "date": "2022-07-28T00:00:00Z",
    "header": "Matt. 18:1–6 • Joh. 7:40–52",
    "text": "Ne, jotka luottavat turhiin jumaliin, hylkäävät ja pettävät sinut. Joona 2:9\n\nMaailma himoineen katoaa, mutta se, joka tekee Jumalan tahdon, pysyy iäti. 1. Joh. 2:17"
  },
  {
    "date": "2022-07-29T00:00:00Z",
    "header": "1. Joh. 5:6–10 • Joh. 7:53–8:11",
    "text": "Oikeamielisten tie on kuin aamun kajo, joka kirkastuu kirkastumistaan täyteen päivään saakka. Sananl. 4:18\n\nRakkaat ystävät, jo nyt me olemme Jumalan lapsia, mutta vielä ei ole käynyt ilmi, mitä meistä tulee. Sen me tiedämme, että kun se käy ilmi, meistä tulee hänen kaltaisiaan, sillä me saamme nähdä hänet sellaisena kuin hän on. 1. Joh. 3:2"
  },
  {
    "date": "2022-07-30T00:00:00Z",
    "header": "Ilm. 3:1–6 • Joh. 8:12–20",
    "text": "Me tahdomme palvella Herraa, Jumalaamme. Häntä me tahdomme totella. Joos. 24:24\n\nJeesus sanoi Pilatukselle: Sitä varten minä olen syntynyt ja sitä varten tullut tähän maailmaan, että todistaisin totuuden puolesta. Jokainen, joka on totuudesta, kuulee minua. Joh. 18:37"
  },
  {
    "date": "2022-07-31T00:00:00Z",
    "header": "Kirkastussunnuntai – Kirkastettu Kristus\nPs. 97:1–2, 5–6, 10–11 •\n2. Moos. 3:1–6 • 2. Piet. 1:16–18 • Matt. 17:1–8 • Ps. 87",
    "text": "Älä ole kaukana nyt, kun hätä on lähellä eikä kukaan minua auta. Ps. 22:12\n\nJumalaan voi luottaa. Hän ei salli kiusauksen käydä teille ylivoimaiseksi. 1. Kor. 10:13\n\nTaivaassa vasta Kristusta täydessä loistossansa me aina saamme katsella kaikkien pyhäin kanssa. Kasvoista siellä kasvoihin se nähdään, mitä katseltiin kuin arvoitusta kerran. 263:5"
  },
  {
    "date": "2022-08-01T00:00:00Z",
    "header": "Joh. 6:47–51 • Joh. 8:21–30",
    "text": "Minä annan rauhan, rauhan lähelle ja kauas – sanoo Herra – ja minä parannan heidät. Jes. 57:19\n\nRauhan Jumala olkoon teidän kaikkien kanssa. Room. 15:33"
  },
  {
    "date": "2022-08-02T00:00:00Z",
    "header": "Matt. 22:1–14 • Joh. 8:31–36",
    "text": "Eikö meillä kaikilla ole sama isä? Eikö yksi ja sama Jumala ole meidät luonut? Miksi me kuitenkin petämme toinen toistamme? Mal. 2:10\n\nOlkaa nöyriä ja pitäkää kukin toista parempana kuin itseänne. Fil. 2:3"
  },
  {
    "date": "2022-08-03T00:00:00Z",
    "header": "Ap. t. 10:21–36 • Joh. 8:37–45",
    "text": "Nouse, loista kirkkaana, Jerusalem, sillä sinun valosi saapuu ja Herran kirkkaus koittaa sinun yllesi. Jes. 60:1\n\nTe kaikki olette valon ja päivän lapsia. 1. Tess. 5:5"
  },
  {
    "date": "2022-08-04T00:00:00Z",
    "header": "1. Kor. 10:16–17 • Joh. 8:46–59",
    "text": "Kun Hiskia oli ottanut kirjeen lähettiläiden kädestä ja lukenut sen, hän meni temppeliin ja levitti sen Herran eteen. 2. Kun. 19:14\n\nÄlkää olko mistään huolissanne, vaan saattakaa aina se, mitä tarvitsette, rukoillen, anoen ja kiittäen Jumalan tietoon. Fil. 4:6"
  },
  {
    "date": "2022-08-05T00:00:00Z",
    "header": "Luuk. 22:14–20 • Joh. 9:1–12",
    "text": "Jumalani avulla minä hyppään muurien yli. Ps. 18:30\n\nEihän Jumala ole antanut meille pelkuruuden henkeä, vaan voiman, rakkauden ja terveen harkinnan hengen. 2. Tim. 1:7"
  },
  {
    "date": "2022-08-06T00:00:00Z",
    "header": "Ilm. 19:4–9 • Joh. 9:13–23",
    "text": "Olkaa varuillanne ja pitäkää tarkoin huoli siitä, ettette unohda, mitä olette omin silmin nähneet. 5. Moos. 4:9\n\nMuista, kuinka kuulit sanan ja otit sen vastaan, tarkkaa sitä ja tee parannus. Ilm. 3:3"
  },
  {
    "date": "2022-08-07T00:00:00Z",
    "header": "9. sunnuntai helluntaista – Totuus ja harha\nPs. 92:5–10, 13–16 • 5. Moos. 13:1–5 tai Job 28:7–15, 23–28 •\n1. Joh. 4:1–6 • Matt. 7:15–23 • Ps. 48",
    "text": "Älä pelkää, sinä Jumalalle rakas! Kaikki on hyvin. Vahvistu, ole vahva! Dan. 10:19\n\nTe joudutte murehtimaan, mutta tuskanne muuttuu iloksi. Joh. 16:20\n\nOpeta Isää tuntemaan, Kristusta, Poikaa, kuulemaan, lunastajaamme luottamaan ja ristin alla ainiaan sinussa kiinni riippumaan. 115:7"
  },
  {
    "date": "2022-08-08T00:00:00Z",
    "header": "Matt. 7:7–12 • Joh. 9:24–34",
    "text": "Hänen nimensä on Ihmeellinen Neuvontuoja, Väkevä Jumala, Iankaikkinen Isä, Rauhan Ruhtinas. Jes. 9:5\n\nMe olemme oppineet tuntemaan Jumalan rakkauden kaikkia meitä kohtaan ja uskomme siihen. Jumala on rakkaus. Se, joka pysyy rakkaudessa, pysyy Jumalassa, ja Jumala pysyy hänessä. 1. Joh. 4:16"
  },
  {
    "date": "2022-08-09T00:00:00Z",
    "header": "Matt. 5:33–37 • Joh. 9:35–41",
    "text": "Olen kaikkien niiden ystävä, jotka pelkäävät sinua ja noudattavat sinun säädöksiäsi. Ps. 119:63\n\nFilippus kysyi hoviherralta: ”Sinä kyllä luet, mutta mahdatko ymmärtää?” Mies vastasi: ”Kuinka ymmärtäisin, kun kukaan ei minua neuvo.” Hän pyysi Filipposta nousemaan vaunuihin ja istumaan vierellään. Ap. t. 8:30–31"
  },
  {
    "date": "2022-08-10T00:00:00Z",
    "header": "Sananl. 8:12–21 • Joh. 10:1–10",
    "text": "Kun kuljet vesien halki, minä olen sinun kanssasi, kun virtojen poikki, ne eivät tempaa sinua mukaansa, kun astut tulen lävitse, sinä et pala eikä liekki sinua polta. Jes. 43:2\n\nMiksi te noin pelkäätte, vähäuskoiset? Matt. 8:26"
  },
  {
    "date": "2022-08-11T00:00:00Z",
    "header": "1. Kor. 12:27–13:3 • Joh. 10:11–21",
    "text": "Rakastakaa Herraa, kaikki hänen palvelijansa! Ps. 31:24\n\nNiin pysyvät nämä kolme: usko, toivo, rakkaus. Mutta suurin niistä on rakkaus. 1. Kor. 13:13"
  },
  {
    "date": "2022-08-12T00:00:00Z",
    "header": "Ef. 4:25–32 • Joh. 10:22–30",
    "text": "Herra hankkii oikeutta sorretuille, nälkäisille hän antaa leipää. Ps. 146:7\n\nJeesus otti ne seitsemän leipää, lausui kiitoksen ja mursi leivät ja antoi palat opetuslapsille. Opetuslapset jakoivat ne sitten kansalle. Mark. 8:6"
  },
  {
    "date": "2022-08-13T00:00:00Z",
    "header": "Fil. 2:13–18 • Joh. 10:31–42",
    "text": "Herran palvelija sanoi: Minä tarjosin selkäni lyötäväksi ja poskieni parran revittäväksi, en kätkenyt kasvojani häväistyksiltä, en sylkäisyiltä. Jes. 50:6\n\nKatsokaa: Jumalan Karitsa, joka ottaa pois maailman synnin! Joh. 1:29"
  },
  {
    "date": "2022-08-14T00:00:00Z",
    "header": "10. sunnuntai helluntaista – Uskollisuus Jumalan lahjojen hoitamisessa\nPs. 119:129–136 • Sananl. 3:3–8 tai 2. Aik. 1:7–12 • 1. Piet. 4:7–11 • Luuk. 16:1–9 • Ps. 53",
    "text": "Onko ketään Herran, meidän Jumalamme, vertaista? Hän istuu valtaistuimellaan korkeuksissa mutta näkee alas maan syvyyksiin. Ei ole taivaassa, ei maassa ketään hänen vertaistaan! Hän nostaa köyhän tomusta. Ps. 113:5–7\n\nJeesuksella Kristuksella oli Jumalan muoto, mutta hän ei pitänyt kiinni oikeudestaan olla Jumalan vertainen, vaan luopui omastaan. Hän otti orjan muodon ja tuli ihmisten kaltaiseksi. Fil. 2:6–7\n\nSydämin, suin ja kätten töin avuksi kiiruhtakaamme. Rukous nouskoon päivin, öin, Herralta Hengen me saamme. Hätä ja tuska maailman suurempi on kuin aavistan. Ken tahtoo kärsivää auttaa? 434:3"
  },
  {
    "date": "2022-08-15T00:00:00Z",
    "header": "Luuk. 16:10–13 • 1. Aik. 10:1–14\n",
    "text": "Kuulkaa, miten voitonhuuto kajahtaa, riemu raikuu pelastettujen majoilta: Herran käsi on meidän yllämme. Herran käsi on voimallinen! Ps. 118:15, 16\n\nMinun sieluni ylistää Herran suuruutta, minun henkeni riemuitsee Jumalasta, Vapahtajastani. Luuk. 1:46–47"
  },
  {
    "date": "2022-08-16T00:00:00Z",
    "header": "1. Kun. 3:16–28 • 1. Aik. 11:1–9",
    "text": "Me kerromme tulevillekin polville Herran voimasta, Herran teoista, ihmeistä, joita hän on tehnyt. Ps. 78:4\n\nEi lamppua, kun se sytytetään, panna vakan alle, vaan lampunjalkaan. Siitä sen valo loistaa kaikille huoneessa oleville. Matt. 5:15"
  },
  {
    "date": "2022-08-17T00:00:00Z",
    "header": "1. Kor. 10:23–31 • 1. Aik. 13:1–14",
    "text": "Kunnioittakaa ainoastaan Herraa ja palvelkaa häntä uskollisesti kaikesta sydämestänne! Muistakaa suuria tekoja, jotka hän on tehnyt hyväksenne! 1. Sam. 12:24\n\nÄlkää olko velttoja, olkaa innokkaita, palakoon teissä Hengen tuli, palvelkaa Herraa. Room. 12:11"
  },
  {
    "date": "2022-08-18T00:00:00Z",
    "header": "1. Tim. 4:6–16 • 1. Aik. 14:1–17",
    "text": "Herra rakastaa oikeutta. Ps. 37:28\n\nAntakaa keisarille mikä keisarille kuuluu ja Jumalalle mikä Jumalalle kuuluu. Luuk. 20:25"
  },
  {
    "date": "2022-08-19T00:00:00Z",
    "header": "Jer. 1:11–19 • 1. Aik. 15:1–16, 25–29",
    "text": "Koko voimallani minä tarraudun sinuun, ja sinun oikea kätesi tukee minua. Ps. 63:9\n\nPaavali kirjoittaa: Minä tiedän, keneen uskon, ja olen varma siitä, että hän kykenee varjelemaan sen, mikä on minun haltuuni uskottu. 2. Tim. 1:12"
  },
  {
    "date": "2022-08-20T00:00:00Z",
    "header": "La 20.8. Luuk. 12:42–48 • 1. Aik. 16:1–22",
    "text": "Jumala sanoo: Minä virvoitan Israelin kuin aamukaste, ja niin se kukoistaa kuin lilja. Hoos. 14:6\n\nMinä olen viinipuu, te olette oksat. Se, joka pysyy minussa ja jossa minä pysyn, tuottaa paljon hedelmää. Ilman minua te ette saa aikaan mitään. Joh. 15:5"
  },
  {
    "date": "2022-08-21T00:00:00Z",
    "header": "11. sunnuntai helluntaista – Etsikkoaikoja\nPs. 81:9–17 • Jer. 18:1–10 •\nIlm. 3:1–6 • Luuk. 19:41–48 • Ps. 59",
    "text": "Älkää viivyttäkö minua. Herra on antanut matkani onnistua. 1. Moos. 24:56\n\nMatkan jatkuessa he tulivat paikkaan, jossa oli vettä. Silloin hoviherra sanoi: ”Tässä on vettä. Estääkö mikään kastamasta minua?” Ap. t. 8:36\n\nJo herää, sielu, synnin unestasi, käy vapauteen vankeudestasi. Nyt Jeesus kaiken armon tarjoaa, hän täytti lain, hän auttaa, pelastaa. 406:1"
  },
  {
    "date": "2022-08-22T00:00:00Z",
    "header": "Ma 22.8. Room. 11:1–12 • 1. Aik. 16:23–43",
    "text": "Herra, Jumalamme! Sinuun me panemme toivomme, sinä olet kaiken luonut. Jer. 14:22\n\nAstukaamme rohkeasti armon valtaistuimen eteen, jotta saisimme armoa ja laupeutta, löytäisimme avun silloin kun sitä tarvitsemme. Hepr. 4:16"
  },
  {
    "date": "2022-08-23T00:00:00Z",
    "header": "Jes. 51:1–6 (7) • 1. Aik. 17:1–14",
    "text": "Minä olen Herra, sinun Jumalasi, joka johdatin sinut pois Egyptistä, orjuuden maasta. 2. Moos. 20:2\n\nHerra on Henki, ja missä Herran Henki on, siellä on vapaus. 2. Kor. 3:17"
  },
  {
    "date": "2022-08-24T00:00:00Z",
    "header": "Joh. 4:19–26 • 1. Aik. 17:15–27",
    "text": "Sinun säädöstesi mukaan minä tahdon elää, ja siksi voin kulkea kevein mielin. Ps. 119:45\n\nKaikissa näissä ahdingoissa meille antaa riemuvoiton hän, joka on meitä rakastanut. Room. 8:37"
  },
  {
    "date": "2022-08-25T00:00:00Z",
    "header": "Room. 11:13–24 • 1. Aik. 18:1–17",
    "text": "Minä huudan Jumalaa, ja hän pelastaa minut. Ps. 55:17\n\nMe luotamme siihen, että hän on pelastava meidät, kun tekin autatte meitä rukouksellanne. 2. Kor. 1:10–11"
  },
  {
    "date": "2022-08-26T00:00:00Z",
    "header": "Ef. 2:11–18 • 1. Aik. 19:1–15",
    "text": "Laulakaa Herralle, ylistäkää hänen nimeään! Kertokaa päivästä päivään ilosanomaa hänen avustaan. Ps. 96:2\n\nOpettakaa ja neuvokaa toisianne kaikella viisaudella ja laulakaa kiitollisin mielin Jumalalle psalmeja, ylistysvirsiä ja hengellisiä lauluja. Kol. 3:16"
  },
  {
    "date": "2022-08-27T00:00:00Z",
    "header": "5. Moos. 4:27–40 • 1. Aik. 19:16–20:8",
    "text": "Herra, ethän ota minulta pois armoasi! Sinun hyvyytesi ja uskollisuutesi varjelkoon minua aina. Ps. 40:12\n\nHän, joka teitä kutsuu, on uskollinen ja pitää lupauksensa. 1. Tess. 5:24"
  },
  {
    "date": "2022-08-28T00:00:00Z",
    "header": "12. sunnuntai helluntaista – Itsensä tutkiminen\nPs. 51:6–14 • Sananl. 28:13–14 tai 5. Moos. 9:1–6 • Room. 3:21–28 (29–31) • Luuk. 18:9–14 • Ps. 145",
    "text": "Julistakaa hänen kunniaansa, ilmoittakaa hänen ihmetekojaan kaikille kansoille. Ps. 96:3\n\nPaavali kirjoittaa: Rukoilkaa samalla meidänkin puolestamme, jotta Jumala avaisi meille oven sanansa julistamiseen. Kol. 4:3\n\nMajaksesi sydämeni puhdista ja valmista. Sinä itse, paimeneni, iloon auta, vapahda. Paina, Jeesus, sisimpääni sana, suuri lahjasi. Siinä kuuluu armon ääni, sieluun virtaa rauhasi. 506:2"
  },
  {
    "date": "2022-08-29T00:00:00Z",
    "header": "Matt. 23:1–12 • 1. Aik. 21:1–14",
    "text": "Nouse, Jumala! Tämä on sinun asiasi, vie se voittoon! Ps. 74:22\n\nHän on ilmaissut meille tahtonsa salaisuuden, sen Kristusta koskevan suunnitelman, jonka hän oli nähnyt hyväksi tehdä, ja joka oli määräajan tullessa toteutuva: hän oli yhdistävä Kristuksessa yhdeksi kaiken, mitä on taivaassa ja maan päällä. Ef. 1:9–10"
  },
  {
    "date": "2022-08-30T00:00:00Z",
    "header": "1. Sam. 17:38–51 • 1. Aik. 21:15–22:1",
    "text": "Mooses kohotti kätensä merta kohti, ja Herra pani meren väistymään syrjään nostamalla ankaran itätuulen, joka puhalsi koko yön. 2. Moos. 14:21\n\nUskon voimalla israelilaiset kulkivat Punaisenmeren yli kuin kuivaa maata pitkin. Hepr. 11:29"
  },
  {
    "date": "2022-08-31T00:00:00Z",
    "header": "Joh. 8:3–11 • 1. Aik. 22:2–19",
    "text": "Israel, pane toivosi Herraan! Hänen armonsa on runsas, hän voi sinut lunastaa. Ps. 130:7\n\nJumalalla on teille annettavana runsaasti kaikkia lahjoja, niin että teillä on aina kaikki mitä tarvitsette ja voitte tehdä runsaasti kaikkea hyvää. 2. Kor. 9:8"
  },
  {
    "date": "2022-09-01T00:00:00Z",
    "header": "1. Piet. 5:1–5 • 1. Aik. 28:1–13",
    "text": "Sinä tulet luokseni, kun huudan sinua, ja sanot: ”Älä pelkää.” Valit. 3:57\n\nPyytäkää, niin te saatte, ja teidän ilonne on täydellinen. Joh. 16:24"
  },
  {
    "date": "2022-09-02T00:00:00Z",
    "header": "Luuk. 22:54–62 • 1. Aik. 29:1–22",
    "text": "Siunatkoon Jumala meitä, ja palvelkoot häntä kaikki maan ääret. Ps. 67:8\n\nHerra, meidän Jumalamme! Sinä olet arvollinen saamaan ylistyksen, kunnian ja vallan, sillä sinä olet luonut kaiken. Kaikki, mikä on olemassa, on sinun tahdostasi luotu. Ilm. 4:11"
  },
  {
    "date": "2022-09-03T00:00:00Z",
    "header": "Mark. 7:24–30 • 2. Aik. 1:1–17",
    "text": "Salatut asiat ovat vain Herran, meidän Jumalamme, tiedossa, mutta ne asiat, jotka hän on ilmoittanut, ovat tarkoitetut meille ja lapsillemme. 5. Moos. 29:28\n\nJeesus rukoili: Minä olen opettanut heidät tuntemaan sinun nimesi ja opetan yhä, jotta heissä pysyisi sama rakkaus, jota sinä olet minulle osoittanut, ja jotta minä näin pysyisin heissä. Joh. 17:26"
  },
  {
    "date": "2022-09-04T00:00:00Z",
    "header": "13. sunnuntai helluntaista – Jeesus, parantajamme\nPs. 30:3–6, 12–13 tai Ps. 146:5–10 • 2. Moos. 4:10–12 • 2. Kor. 3:4–6 • Mark. 7:31–37 • Ps. 49",
    "text": "Herra, älä ole niin kaukana! Anna minulle voimaa, riennä avuksi! Ps. 22:20\n\nTiedämme hänen kuulevan kaikki pyyntömme. 1. Joh. 5:15\n\nHerra Jeesus, Hengelläsi henkeäni liikuta, laupiaalla kädelläsi koske kuuron korvia. Mieltäni sä ohjaa niin, etten joudu eksyksiin. Sanasi tee eläväksi, minut sanan tekijäksi. 204:1"
  },
  {
    "date": "2022-09-05T00:00:00Z",
    "header": "Matt. 9:27–34 • 2. Aik. 1:18–2:17",
    "text": "Unohtaako äiti rintalapsensa, unohtaisiko hoivata kohtunsa hedelmää? Vaikka hän unohtaisikin, minä en sinua unohda. Jes. 49:15\n\nSen tähden me voimme turvallisin mielin sanoa: – Herra on minun auttajani, siksi en pelkää. Hepr. 13:6"
  },
  {
    "date": "2022-09-06T00:00:00Z",
    "header": "Mark. 3:1–12 • 2. Aik. 3:1–17",
    "text": "Sinä, Herra, meidän Jumalamme, olet armollinen ja voit antaa meille anteeksi, vaikka olemme luopuneet sinusta. Dan. 9:9\n\nPublikaanit ja muut syntiset tulivat Jeesuksen luo kuullakseen häntä. Luuk. 15:1"
  },
  {
    "date": "2022-09-07T00:00:00Z",
    "header": "Joh. 4:46–54 • 2. Aik. 5:1–14",
    "text": "Kuinka ihanat ovat sinun asuinsijasi, Herra Sebaot! Ps. 84:2\n\nMissä kaksi tai kolme on koolla minun nimessäni, siellä minä olen heidän keskellään. Matt. 18:20"
  },
  {
    "date": "2022-09-08T00:00:00Z",
    "header": "Luuk. 8:1–3 • 2. Aik. 6:1–21",
    "text": "Minä lähetän sanansaattajani raivaamaan edelläni tietä. Mal. 3:1\n\nHenki ajoi Jeesuksen autiomaahan. Neljäkymmentä päivää hän oli autiomaassa Saatanan kiusattavana. Hän eli villieläinten joukossa, ja enkelit pitivät hänestä huolta. Mark. 1:12–13"
  },
  {
    "date": "2022-09-09T00:00:00Z",
    "header": "Matt. 12:15–21 • 2. Aik. 6:22–42",
    "text": "Paranna sinä minut, Herra, niin minä paranen. Auta minua, niin minä saan avun. Jer. 17:14\n\nEivät terveet tarvitse parantajaa, vaan sairaat. En minä ole tullut kutsumaan hurskaita, vaan syntisiä. Mark. 2:17"
  },
  {
    "date": "2022-09-10T00:00:00Z",
    "header": "Ap. t. 9:31–35 • 2. Aik. 7:1–11",
    "text": "Kattohuoneen ikkunat olivat Jerusalemiin päin, ja kolme kertaa päivässä Daniel polvistui siellä ja rukoili ja kiitti Jumalaansa. Dan. 6:11\n\nToivokaa ja iloitkaa, ahdingossa olkaa kestäviä, rukoilkaa hellittämättä. Room. 12:12"
  },
  {
    "date": "2022-09-11T00:00:00Z",
    "header": "14. sunnuntai helluntaista – Lähimmäinen\nPs. 112:5–9 • Miika 6:6–8 • 1. Joh. 4:7–12 • Luuk. 10:25–37 • Ps. 39",
    "text": "Saul sanoi Daavidille: Kun joku kohtaa vihollisensa, hän ei päästä tätä suosiolla pois. Palkitkoon Herra sinulle hyvän työn, jonka tänään olet tehnyt minulle! 1. Sam. 24:20\n\nÄlkää maksako kenellekään pahaa pahalla, vaan pyrkikää siihen, mikä on hyvää kaikkien silmissä. Room. 12:17\n\nOi Herra, kaikki päällä maan loit lähimmäisiksemme, myös kieleltään ja uskoltaan niin vieraat toisillemme. Kun sinulta saa hoivansa myös kaukainen maa, kansa sen, niin ketään torju emme. 431:2"
  },
  {
    "date": "2022-09-12T00:00:00Z",
    "header": "Matt. 6:1–4 • 2. Aik. 7:12–22",
    "text": "Asioita, joista olemme kuulleet, me emme salaa lapsiltamme vaan kerromme tulevillekin polville Herran voimasta, Herran teoista, ihmeistä, joita hän on tehnyt. Ps. 78:3–4\n\nLahjaksi olette saaneet, lahjaksi antakaa. Matt. 10:8"
  },
  {
    "date": "2022-09-13T00:00:00Z",
    "header": "Aam. 5:4–15 • 2. Aik. 9:1–12, 29–31",
    "text": "Herra on minun väkeni ja voimani. Hän pelasti minut. Ps. 118:14\n\nToivon Jumala täyttäköön ilolla ja rauhalla teidät, jotka uskotte, niin että teillä Pyhän Hengen voimasta olisi runsas toivo. Room. 15:13"
  },
  {
    "date": "2022-09-14T00:00:00Z",
    "header": "5. Moos. 24:10–15, 17–22 • 2. Aik. 10:1–19",
    "text": "Jumala sanoo: Sinä huusit hädässäsi, ja minä pelastin sinut. Ps. 81:8\n\nPaavali kirjoittaa: Herra auttoi minua ja antoi minulle voimaa. 2. Tim. 4:17"
  },
  {
    "date": "2022-09-15T00:00:00Z",
    "header": "2. Kor. 8:10–17 • 2. Aik. 12:1–16",
    "text": "Harkitsematon sana on kuin miekanpisto, viisaan puhe on lääkettä. Sananl. 12:18\n\nPyrkikäämme rakentamaan rauhaa ja vahvistamaan toisiamme. Room. 14:19"
  },
  {
    "date": "2022-09-16T00:00:00Z",
    "header": "Jaak. 2:5–13 • 2. Aik. 18:1–27",
    "text": "Minun kansani saa asua rauhan niityillä, turvallisissa asuinpaikoissa, huolettomilla leposijoilla. Jes. 32:18\n\nTe ette siis enää ole vieraita ja muukalaisia, vaan kuulutte Jumalan perheeseen, samaan kansaan kuin pyhät. Te olette kiviä siinä rakennuksessa, jonka perustuksena ovat apostolit ja profeetat ja jonka kulmakivenä on itse Kristus Jeesus. Ef. 2:19–20"
  },
  {
    "date": "2022-09-17T00:00:00Z",
    "header": "Juud. 1: 1–2, 20–25 • 2. Aik. 18:28–19:3",
    "text": "Vanhurskaus ja oikeus ovat valtaistuimesi perusta, armo ja uskollisuus ovat sinun palvelijasi. Ps. 89:15\n\nTe, jotka olette Jumalan valittuja, pyhiä ja hänelle rakkaita, pukeutukaa siis sydämelliseen armahtavaisuuteen, ystävällisyyteen, nöyryyteen, lempeyteen ja kärsivällisyyteen. Kol. 3:12"
  },
  {
    "date": "2022-09-18T00:00:00Z",
    "header": "15. sunnuntai helluntaista – Kiitollisuus\nPs. 65:2–6, 9 tai Ps. 136:1–9, 25–26 • Jes. 38:16–20 • Ef. 15–20 • Luuk. 17:11–19 • Ps. 146",
    "text": "Israelilaiset kulkivat eteenpäin tai leiriytyivät aina sen mukaan, mitä Herra käski. 4. Moos. 9:18\n\nMitä teettekin, sanoin tai teoin, tehkää kaikki Herran Jeesuksen nimessä, kiittäen hänen kauttaan Jumalaa, Isäämme. Kol. 3:17\n\nKiitos nyt Herran! Hän korkein on kuninkahamme. Pyhänä soikohon nimensä veisatessamme. Oi kristityt, hartaalla mielellä nyt soikohon hallelujamme! 329:1"
  },
  {
    "date": "2022-09-19T00:00:00Z",
    "header": "5. Moos. 26:1–11 • 2. Aik. 20:1–26",
    "text": "Vanhurskaat ovat Herran teot, hän tuo oikeuden sorretuille. Ps. 103:6\n\nMinä olen valo ja olen tullut maailmaan siksi, ettei yksikään, joka minuun uskoo, jäisi pimeyteen. Joh. 12:46"
  },
  {
    "date": "2022-09-20T00:00:00Z",
    "header": "Gal. 5:22–26 • 2. Aik. 26:1–23",
    "text": "Katso: minun palvelijani, jolle minä annan voiman, minun valittuni, johon olen mieltynyt. Henkeni olen laskenut hänen ylleen, hän tuo oikeuden kansojen keskuuteen. Jes. 42:1\n\nTe tiedätte, että ne, jotka ovat hallitsijan asemassa, ovat kansojen herroja ja maan mahtavat pitävät kansoja valtansa alla. Niin ei saa olla teidän keskuudessanne. Joka tahtoo teidän joukossanne tulla suureksi, se olkoon toisten palvelija. Mark. 10:42–43"
  },
  {
    "date": "2022-09-21T00:00:00Z",
    "header": "Filem. 1:1–16 (17–22) • 2. Aik. 28:1–15",
    "text": "Laulakaa ylistystä Herralle, valtaisat ovat hänen tekonsa! Levitköön tieto niistä yli maanpiirin. Jes. 12:5\n\nPerille Antiokiaan saavuttuaan Paavali ja Barnabas kutsuivat seurakunnan koolle ja kertoivat, että Jumala oli heidän kauttaan tehnyt suuria tekoja ja että hän oli muillekin kuin juutalaisille avannut uskon oven. Ap. t. 14:27"
  },
  {
    "date": "2022-09-22T00:00:00Z",
    "header": "1. Aik. 29:9–18 • 2. Aik. 28:16–27",
    "text": "Herra, kaikkivaltias Jumala, kuka on sinun kaltaisesi? Herra, sinä olet väkevä, olet kaikessa uskollinen. Ps. 89:9\n\nMinä rukoilen, että Herramme Jeesuksen Kristuksen Jumala, kirkkauden Isä, antaisi teille viisauden ja näkemisen hengen, niin että oppisitte tuntemaan hänet. Ef. 1:17"
  },
  {
    "date": "2022-09-23T00:00:00Z",
    "header": "Joh. 13:31–35 • 2. Aik. 34:1–7",
    "text": "Suuren nimensä kunnian tähden Herra ei tahdo hylätä teitä, kun hän kerran on nähnyt hyväksi ottaa teidät omaksi kansakseen. 1. Sam. 12:22\n\nArmosta Jumala on teidät pelastanut antamalla teille uskon. Pelastus ei ole lähtöisin teistä, vaan se on Jumalan lahja. Ef. 2:8"
  },
  {
    "date": "2022-09-24T00:00:00Z",
    "header": "2. Tess. 2:13–17 • 2. Aik. 34:8–21",
    "text": "Minä, Herra, rankaisen niitä miehiä, jotka juomisen pöhöttäminä lojuvat raskaan viininsä ääressä ja sanovat itsekseen: ”Ei Herra tee hyvää eikä pahaa.” Sef. 1:12\n\nSinä kerskut, että olet rikas, entistäkin varakkaampi, etkä tarvitse enää mitään. Et tajua, mikä todella olet: surkea ja säälittävä, köyhä, sokea ja alaston. Annan sinulle neuvon: osta minulta tulessa puhdistettua kultaa, niin tulet rikkaaksi, osta valkoiset vaatteet ja pue ne yllesi, niin häpeällinen alastomuutesi peittyy, osta silmävoidetta ja voitele silmäsi, niin näet. Ilm. 3:17–18"
  },
  {
    "date": "2022-09-25T00:00:00Z",
    "header": "16. sunnuntai helluntaista – Jumalan huolenpito\nPs. 86:1, 3–7 • Ps. 127:1–2 •\nGal. 6:2–10 • Matt. 6:25–34 • Ps. 130",
    "text": "Herra ei anna sinun jalkasi horjua, väsymättä hän varjelee. Ps. 121:3\n\nJumala on vahvistava teitä loppuun saakka. 1. Kor. 1:8\n\nKiitos nyt Herran! Hän kaiken on alku ja luoja. Siipeinsä varjossa meillä on turva ja suoja. Huomaatko sen, kuinka on uskollinen armon ja autuuden tuoja? 329:2"
  },
  {
    "date": "2022-09-26T00:00:00Z",
    "header": "Fil. 4:8–14 • 2. Aik. 34:22–33",
    "text": "Anna minun palata luoksesi, niin minä palaan, sillä sinä, Herra, olet minun Jumalani. Jer. 31:18\n\nJeesus sanoi Tuomaalle: Ojenna sormesi: tässä ovat käteni. Ojenna kätesi ja pistä se kylkeeni. Älä ole epäuskoinen, vaan usko! Joh. 20:27"
  },
  {
    "date": "2022-09-27T00:00:00Z",
    "header": "1. Tim. 6:3–11a • 2. Aik. 35:1–19",
    "text": "Ne, jotka tuntevat Jumalan, pysyvät lujina ja täyttävät tehtävänsä. Dan. 11:32\n\nKoska Mooses uskoi, hän aikuiseksi vartuttuaan kieltäytyi esiintymästä faraon tyttären poikana. Hepr. 11:24"
  },
  {
    "date": "2022-09-28T00:00:00Z",
    "header": "Saarn. 4:4–12 • 2. Aik. 35:20–27",
    "text": "Herra on antanut kansalleen lohdutuksen, hän on lunastanut vapaaksi Jerusalemin! Jes. 52:9\n\nPimeys hälvenee ja tosi valo loistaa jo. 1. Joh. 2:8"
  },
  {
    "date": "2022-09-29T00:00:00Z",
    "header": "Matt. 18:1–6, 10 • 2. Aik. 36:1–10",
    "text": "Joosua lankesi polvilleen, kumartui maahan saakka ja sanoi: ”Herrani, mitä tahdot minun tekevän?” Joos. 5:14\n\nJeesus meni vähän edemmäs, kivenheiton päähän, polvistui ja rukoili: ”Isä, jos tahdot, niin ota tämä malja minulta pois. Mutta älköön toteutuko minun tahtoni, vaan sinun.” Silloin taivaasta ilmestyi hänelle enkeli, joka vahvisti häntä. Luuk. 22:41–43"
  },
  {
    "date": "2022-09-30T00:00:00Z",
    "header": "1. Moos. 16:6–14 • 2. Aik. 36:11–21",
    "text": "Tuhat vuotta on sinulle kuin yksi päivä, kuin eilinen päivä, mailleen mennyt, kuin öinen vartiohetki. Ps. 90:4\n\nPolvesta polveen hän osoittaa laupeutensa niille, jotka häntä pelkäävät. Luuk. 1:50"
  },
  {
    "date": "2022-10-01T00:00:00Z",
    "header": "",
    "text": ""
  },
  {
    "date": "2022-10-02T00:00:00Z",
    "header": "",
    "text": ""
  }
]